var data = [
{
url: "/p/gi89jax/",
title: "多面待ちパターン (1) 基本形",
date: "0001-01-01T00:00:00Z",
body: "多面待ちパターン (1) 基本形 簡単なものは萬子、ちょっと難し目のものは筒子（ピンズ）で表示してあります。 テンパイ系待ち牌待ち牌枚数 4枚 2m2m2m3m 1m4m3m 11枚 1m1m1m2m 2m3m 7枚 1m1m1m3m 2m3m 7枚 5枚 2m3m4m5m6m 1m4m7m 11枚 7枚 3m4m5m6m7m7m7m 2m5m8m3m6m 17枚 5m6m7m8m9m9m9m 4m7m5m8m 13枚 6m6m6m7m8m8m8m 5m6m7m8m9m 13枚 1p2p3p3p3p3p4p 1p4p2p5p 13枚 2p3p3p3p3p4p5p 1p4p2p5p 13枚 2p3p3p3p3p4p4p 1p4p2p5p 13枚 2p2p3p3p3p3p4p 1p4p2p5p 13枚 2p2p2p4p6p6p6p 3p4p5p 11枚 1p2p2p2p2p3p4p 1p4p3p 9枚 1m2m3m4m5m6m7m 1m4m7m 9枚 3m3m4m4m4m5m5m 3m4m5m 5枚 1p1p1p1p2p2p3p 2p3p 5枚 10枚 2m2m2m3m4m5m6m7m7m7m 1m4m7m2m5m8m3m6m 22枚 13枚 1m1m1m2m3m4m5m6m7m8m9m9m9m 1m4m7m2m5m8m3m6m9m 23枚 3p3p3p3p4p5p6p という 6p 単騎の形がありますが、ここからは 2p4p5p7p のいずれを引いても多面待ちへの変化があるため、6p 単騎リーチや、カンは控えた方がよいです。 1p を先に引いた場合には、3p をカンしてリーチが面白いです。"
},
{
url: "/p/2o6r4d3/",
title: "多面待ちパターン (2) 複合形",
date: "0001-01-01T00:00:00Z",
body: "多面待ちパターン (2) 複合形 テンパイ系待ち牌説明 2s3s3s4s4s5s5s6s5z5z5z6z6z 1s4s7s 実は 2s3s4s5s6s と同じ。 2p3p3p4p4p4p4p5z5z5z6z6z6z 2p5p3p 実は 3p4p4p4p と同じ。 5p5p6p6p6p7p7p8p9p9p5z5z5z 4p7p8p 2p2p3p3p3p4p4p4p5p7p5z5z5z 6p7p 2p2p3p3p3p4p4p5p5z5z5z6z6z 1p4p 2p3p3p3p4p4p4p5p5z5z5z6z6z 2p5p 3p4p の両面待ち。どちらでも一盃口になる面白い形。 2p3p4p4p4p5p5p5p6p6p5z5z5z 1p2p4p5p6p 1p1p1p2p2p3p4p5p6p7p4z4z4z 2p5p8p3p 2p2p2p3p3p4p5p6p7p8p4z4z4z 1p4p3p6p9p 3p3p4p4p4p5p5p5p6p7p4z4z4z 3p4p5p7p8p 2p2p2p3p3p4p4p5p5p6p6p7p8p 1p4p7p3p6p9p 1p2p3p3p3p4p4p5p5p5p6p7p8p 2p5p8p3p4p 5p5p6p6p7p7p8p9p9p9p1z1z1z 4p7p5p8p 5p6p7p8p9p9p9p と同じ。 4p5p5p6p6p7p7p8p9p9p9p1z1z 3p6p9p1z 4p5p6p7p8p9p9p9p1z1z と同じ。 3s4s5s6s7s7s7s8s8s8s4z4z4z 2s5s8s3s6s7s 4p4p5p6p6p7p7p7p8p8p5z5z5z 5p6p9p 3p3p3p4p4p4p5p5p6p6p6p7p7p 2p4p5p6p7p8p 1p2p3p5p6p6p6p6p7p8p9p9p9p 4p5p7p8p"
},
{
url: "/p/7agzoen/",
title: "待ち牌トレーニング: 同一牌3枚使いまでの一色手",
date: "0001-01-01T00:00:00Z",
body: "待ち牌トレーニング: 同一牌3枚使いまでの一色手 2m2m3m3m4m4m5m5m6m6m6m7m8m 2m5m 3m6m9m 待ち 1s2s3s3s3s4s4s4s5s5s5s6s7s 1s3s4s5s7s8s 待ち 3p3p3p4p4p5p5p6p6p7p7p7p8p 3p6p7p8p9p 待ち 2m3m4m5m5m5m6m6m7m7m8m8m8m 2m5m6m7m8m 待ち 1s2s3s4s4s5s6s6s7s8s9s9s9s 1s4s5s7s 待ち 2p3p4p4p5p5p6p7p7p7p5z5z5z 2p5p 3p6p 待ち 5m6m6m7m7m7m8m5z5z5z7z7z7z 4m7m 待ち ここから 6m 引きなら、打 5m で 6m7m8m9m 待ちへ移行（四暗刻含み）。 5m 引きなら、打 8m で 4m5m6m7m 待ちへ移行（四暗刻含み）。 9m 引きはツモ切り。 1s1s2s3s3s3s4s5s5s5s4z4z4z 1s2s3s 待ち スーパーヅガンのヤスが上がってた形。1s ツモなら三暗刻、2s なら一盃口、3s なら出上がりでも三暗刻になります。 1p2p3p4p5p5p5p6p7p8p5z5z5z 1p3p4p6p9p 待ち 3m3m3m4m5m5m5m6m7m7m7m8m9m 5m6m7m 待ち 1s1s2s3s4s4s5s6s7s7s7s8s9s 1s7s 待ち 端っこの構成が 11234 という形の場合は、1 は雀頭かシャボ待ちの候補にしかなり得ないということを考えるとわかりやすいです。 4m4m4m5m6m6m6m7m8m8m4z4z4z 6m7m8m 待ち 一盃口の形を忘れがち。 3p3p4p4p5p6p7p8p8p8p1z1z1z 2p3p4p5p 待ち これは比較的イージー。 1m2m2m3m3m4m5m6m7m8m9m9m9m 1m4m7m 、2m5m8m 待ち 2m3m4m5m6m7m8m9m9m9m に余分な 1m2m3m がくっついただけの形。 2s2s3s3s3s4s4s4s5s6s7s8s9s 3s6s9s 4s7s 2s 待ち 3p3p3p4p4p4p5p6p7p8p9p2z2z 4p7p2z 待ち 字牌が頭候補になるパターンは、あまり待ちの数は多くなりません。 1m2m3m4m4m5m6m6m7m8m9m9m9m 1p4p5p7p 待ち 清一の待ちは、小さい方からメンツ or トイツを抜く、大きい方からメンツ or トイツを抜く、という操作をすると浮かび上がってきます。 この例では、小さい方から 1m2m3m を抜くと 5m 待ちが浮かび上がり、大きい方から 9p9p9p 、6m7m8m と抜いていくと 1m4m7m 待ちが浮かび上がります。 1s1s2s2s3s3s3s4s5s6s6s7s8s 1s2s3s6s9s 待ち"
},
{
url: "/p/o3ahpv3/",
title: "待ち牌トレーニング: 同一牌4枚使いの一色手",
date: "2021-01-04T00:00:00Z",
body: "待ち牌トレーニング: 同一牌4枚使いの一色手 3p4p5p5p5p6p6p6p6p7p7p8p8p 2p5p8p9p 待ち 1m1m2m2m2m2m3m3m4m4m5m6m7m 1m4m5m8m 待ち 1p1p1p1p2p2p3p3p4p4p5p5p6p 2p3p5p6p 待ち 3m3m4m4m4m4m5m1z1z1z2z2z2z 2m5m 3m6m 待ち。この形は時々あるので、一瞬で待ちがわかるように覚えておくべきです。槓子の左右に2枚＋1枚の形はリャンメンx2の待ちになり強いので、積極的にこの形になるよう狙っていきましょう。 2m3m4m4m4m4m5m1z1z1z2z2z2z 2m5m 3m6m 待ち。 1つ前の形のバリエーションで、これも同じ待ちになります（リャンメンx2ではなく、リャンメン+ノベタンですが）。 やはり、槓子の左右に2枚＋1枚の形は好形ということです。 3s3s3s3s4s5s5s5z5z5z6z6z6z 2s5s 4s 待ち。 一盃口の待ちを忘れないように。 1p2p3p3p3p3p4p5p6p7p3z3z3z 1p4p7p 2p5p8p 待ち。めっちゃ広い待ち。 4s4s4s4s5s6s6s6s7s8s5z5z5z 3s5s6s9s 待ち 一盃口の形を忘れがち。 4m5m5m6m6m7m7m7m7m8m6z6z6z 3m6m9m 5m8m 待ち"
},
{
url: "/p/5fb3x83/",
title: "待ち牌からの手牌構成クイズ",
date: "2018-12-26T00:00:00Z",
body: "待ち牌からの手牌構成クイズ 7枚構成 問題 7枚で、4p5p6p 待ちを2種類作ってください。 答え 4p4p5p5p5p6p6p 3p3p3p5p7p7p7p 問題 7枚で、4p5p7p8p 待ちを5種類作ってください。 答え 4p5p6p6p6p6p7p 5p6p6p6p6p7p8p 5p5p6p6p6p6p7p 5p6p6p6p6p7p7p 5p6p7p8p9p9p9p 6 が 4 枚あるときに、その周りに 3 枚くっつくと、どんな形でも 6 を囲む両面待ち（4-7 5-8 待ち）になるということですね。"
},
{
url: "/",
title: "まくまく麻雀ノート",
date: "2022-05-14T00:00:00Z",
body: "まくまく麻雀ノート"
},
{
url: "/p/idvn9nd/",
title: "戦略",
date: "2022-05-14T00:00:00Z",
body: "戦略"
},
{
url: "/p/us4dnw7/",
title: "牌効率 - アンペーコーの形を残す",
date: "2022-05-14T00:00:00Z",
body: "牌効率 - アンペーコーの形を残す アンペーコーとは 2p2p3p3p4p という一盃口の一歩手前の形から、さらに 2p や 3p をツモってきて暗刻ができてしまった形、つまり 2p2p2p3p3p4p や 2p2p3p3p3p4p のことを アンペーコー と呼びます。 呼ぶことにします。 名前を付けておくと覚えやすいので。 暗刻 + 一盃口なのでアンペーコーです。 外ぶくれアンペーコー 2p2p2p3p3p4p 一盃口狙いだったのに、外側の牌が暗刻になってしまった形です。 2p2p3p3p4p の時点では受け入れ枚数が 7 枚でしたが、この形になると 受け入れ枚数は倍増して 14 枚 になります。 1p 〜 5p のいずれを引いても 2 メンツが完成する強い形です。 具体的なイーシャンテンからの捨て牌候補を考えてみます。 2m2m3m2p2p2p3p3p4p6s7s7z7z-7z 2m 切り \u0026hellip; 1m4m5s8s 4種16枚。雀頭をピンズに固定するので非効率。 3m 切り \u0026hellip; 2m1p2p3p4p5p5s8s 8種24枚。4p で一盃口、2m3p で三暗刻も狙える。 2p 切り \u0026hellip; 1p4p5s8s 4種15枚。雀頭をマンズに固定するので非効率。 3p 切り \u0026hellip; 1m2m4m2p5p5s8s 7種23枚。一盃口や三暗刻がなくなる。 4p 切り \u0026hellip; 1m2m4m3p5s8s 6種20枚。一盃口がなくなる。 総合的に見ると、3m 切りがもっとも有力です。 2m 切りや 2p 切りで受け入れ枚数が極端に減ってしまうのは、雀頭候補を残りの 1 色の方に限定してしまうからです。 中ぶくれアンペーコー 2p2p3p3p3p4p 続いては、中央の 3p が暗刻になってしまったケースです。 こちらは、先ほどの外ぶくれアンペーコーの形と比べると若干弱いです。 2 メンツ作るための受け入れは、1p 〜 4p の 10 枚です。 外ぶくれの場合は 5p の受け入れもありましたが、こちらは 5p は有効牌になりません。 先ほどと同様に具体的な捨て牌候補を考えてみます。 2m2m3m2p2p3p3p3p4p6s7s7z7z-7z 2m 切り \u0026hellip; 1m4m5s8s 4種16枚。雀頭をピンズに固定するので非効率。 3m 切り \u0026hellip; 2m1p2p3p4p5s8s 7種20枚。4p で一盃口、2m2p で三暗刻も狙える。 3p 切り \u0026hellip; 1p4p5s8s 4種15枚。雀頭をマンズに固定するので非効率。 4p 切り \u0026hellip; 1m2m4m2p5s8s 6種20枚。一盃口がなくなる。 結局こちらも、アンペーコー部分は残し、3m 切りとしておくのが牌効率的には一番有利です。 まとめ 外ぶくれアンペーコー 2p2p2p3p3p4p や、中ぶくれアンペーコー 2p2p3p3p3p4p の形はできるだけ残す。 そして、他の部分を外していくときは、雀頭候補を固定しないよう考慮する。"
},
{
url: "/p/hsmg4oa/",
title: "ルール",
date: "2022-05-06T00:00:00Z",
body: "ルール"
},
{
url: "/p/xgpx6dm/",
title: "特殊麻雀ルール: 少牌マイティ（三麻）",
date: "2022-05-06T00:00:00Z",
body: "特殊麻雀ルール: 少牌マイティ（三麻） 少牌マイティ は、手牌を常に少牌にした状態（12枚）で進める特殊な三麻ルールです。 足りない一枚は、オールマイティ扱いになるため、テンパイすると多くの牌が和了り牌になります。 小牌マイティという名前は、「小牌 + オールマイティ」というところから来ています。"
},
{
url: "/p/oamx9jt/",
title: "357 リャンカンのリーチ牌の選択",
date: "2021-11-14T00:00:00Z",
body: "357 リャンカンのリーチ牌の選択 3p5p7p のリャンカン形からリーチするときの選択の話です。 1p1p3p5p7p ここから 3p か 7p を切ってリーチにいく場合、どちらも違いがないように見えますが、実は 3p 切りリーチにしておいた方があとひっかけになる可能性が高いです。 リーチ後に 9p がツモ切りになると、スジの 6p が盲点になります。 逆に 1p はすでに雀頭で 2 枚使っているのでツモってくる可能性が低く、4p はあとひっかけになりにくいです。 2p2p3p5p7p これも似た形で、今度は雀頭が 1p ではなく 2p になっています。 この場合も 3p 切りリーチとすると、6p 待ちが盲点となる可能性が若干高いです。 なぜなら、誰かが 8p をアンコにしていて、6p9p のスジがワンチャンスに見えることがあるからです。 リーチ後に自分が 8p をツモ切りして壁になる可能性もあります。 1p1p1p2p2p3p5p7p こんな形はどうでしょう？ 前の 2 つの複合形だと考えるとわかりやすいですね。 リーチ後に他家から 8p9p が見えることによって、6p9p のスジが盲点になるので、3p リーチの方が有利になりやすいです。"
},
{
url: "/p/s4rvz4q/",
title: "捨て牌読み",
date: "2021-10-19T00:00:00Z",
body: "捨て牌読み"
},
{
url: "/p/3is29hp/",
title: "捨て牌読み: リーチ宣言牌で読む",
date: "2021-10-19T00:00:00Z",
body: "捨て牌読み: リーチ宣言牌で読む ドラ表示牌切りリーチは 2 つ上が安全 ドラ表示牌が 6p のとき、中盤で 6p 切りリーチがかかったときの手を考えてみます。 6p6p7p という形からは、ドラを使い切ることと安全度を考えて 6p は早めに切ることが多いです。 つまり、ドラを跨ぐ 8p は比較的安全だと考えられます。 逆に、完全イーシャンテンで 5p6p6p という形を残していることは十分考えられるため、4p7p は安全ではありません。 5 切りリーチは 1、9 が安全 早い 5 切りに 1-4 や 6-9 の筋が危険なのは今も昔も変わりませんが、デジタルな打ち手が多い現在では、リーチ宣言牌が 5 の場合は、1 や 9 は比較的安全だと考えられます。 なぜなら、3s5s という形から 2s 引きを待つよりも、カン 4s 待ち即リーが主流だからです。 もちろん、またぎ筋の 3s6s 待ちや 4s7s 待ちは十分に考えられますし、123 や 789 の三色狙いやイッツー狙いの場合は例外になります。 安牌（字牌）切りリーチはまたぎ筋と筋が安全 序盤から中盤にかけて、安全牌を切ってリーチをかけてきた場合、またぎ筋は比較的安全です。 なぜなら、早い段階では、3m3m4m4z という形からはテンパイチャンスを増やすために安全牌の 4z を先に切り出すことが多いからです。 3m が先に切られているのであれば、3m4m という形が残っていることは少ないと考えられます。 また、先に切られている牌の筋となる牌も安全です。 なぜなら、2p4p6p4z のような形からは、リャンカン形を残したいので、6p が先に切られることは少ないからです。 逆に、危険なのは裏筋です。 孤立牌へのくっつきテンパイを目指しているのであれば、4z よりもそちらの孤立牌を残すはずなので、くっつきテンパイの可能性は低いです。 となると、7m8m3s4s4z のような完全イーシャンテンではない両面両面からの 4z 切りリーチの可能性が高く、その形になる過程で 5m や 6s が切られることが多いからです。"
},
{
url: "/p/tfr3dnx/",
title: "捨て牌読み: 筋の安全度は早く切られた牌ほど高い",
date: "2021-10-19T00:00:00Z",
body: "捨て牌読み: 筋の安全度は早く切られた牌ほど高い 安全牌を探すときに相手の捨て牌のスジを頼るときは、早く切られた牌のスジの方が安全である可能性が高いです。 なぜなら、 6p9p という形からは 9p が真っ先に切られるので、6p はすでに手中にある可能性が高い 2p4p6p というリャンカン形からは、2p や 6p がすぐに切られることはなく、その筋の牌でカンチャン待ちになっている可能性は低い といったことが言えるからです。 あと、リーチ後に切られた牌のスジはほとんどあてにならない ことは覚えておきましょう。 なぜなら、1m3m のカンチャン待ちリーチの後に、5m を持ってくることはよくあるからです。"
},
{
url: "/p/rizdr6j/",
title: "読書メモ『カンの正体』桜井章一",
date: "2021-09-28T00:00:00Z",
body: "読書メモ『カンの正体』桜井章一 カンの正体 桜井章一 イースト・プレス 麻雀をしていると、確率論よりも直感による判断が正しかったりすることがよくあります。 また、流れ論者ではなくても、あきらかなツキの偏りを感じることはあり、そのような場合にどう対処すればよいのかはとても難しい問題です。 麻雀の性質上、牌効率や手順といったものは中・上級者になるとあまり差が出なくなってくるので、最終的には心の持ちようなど、その他のところでの勝負になってきます。 本書には 感性、直感力を鍛えるためのヒント になりそうなことが記述されています。 桜井氏の書籍はほとんどそうなのですが、本書も麻雀のテクニックというよりは、心構えに関する内容です。 まぁタイトルのどこにも「麻雀」の文字はないので、麻雀戦術書だと思って買う人はいないと思いますが。 まとめメモ 運やツキというものは、自分でコントロールできるものである。─ 「直感力」があれば、逆境であっても生き抜くことができる。 「直感力」を鍛えるための方法 常識や知識を捨てる 自然から学ぶ 弱い者（特に子供）から学ぶ 「譲る力」を知る 「勝ち組・負け組」という言葉が生まれること自体がおかしい。勝つということは、それだけ負けた人がいるということ。─ 「勝ってもよし、負けてもよし」という精神 は生き抜く力になる。 本当の学問というのは、答えの定まっていないことを見つけに行くことだ。─ 定まっていないものを感じたり、知りに行ったりするのが本物の学問 の世界だ。 常に力が抜けてリラックス していると、いざというときの判断に間違いがない。─ 相手の捨牌、相手の表情やしぐさを見ることで、表側ではなく、見えない裏側の本質を覗ける。それもこれも、リラックスしていないと見抜けない。 素のままのバカほど、楽なことはない。常にリラックスして生きられるし、利口な人、ひとつのバカの人には見えない何かが見えてくる。─ 困難な場面に遭遇した時に対応できるようになるためには、バカになって素になる必要がある。 豊かになろうという発想があるのは人間だけだ。百円豊かになっても、千円分の心の病や狂いが生じている。つまり失ったものの方が大きいのだ。 自然から学んだ本能、自分が持っている本能を大事にして欲しい。そういうことを学べる自然こそ「まっとう」なのである。 なぜビギナーズラックという現象が起こるのか。─ 初心者は、ギャンブルの情報や定石といったものを知らず、無意識のカンで勝負できるから。 野生のカンを復活させること、磨くことが重要になってくる。その方法は自然に戻ること。─ 逆戻りすることをすすめたい。 身近な変化に目を向けてみてもいい。たとえば、毎日通る道で、今日咲いた花よりも、他人が見落とすような雑草に気づく感性が重要だ。 お金がなくても遊べる、というよりは、タダで遊ぶ方がいい。なぜなら、私たちの生命を保っているものは、すべてタダだからだ。 危険な状態のときのことは記憶に残りやすい。─ ヤバイ状況を楽しむような感覚が大切だ。 チャンスとピンチは変化している。ピンチのときには、ちょっと待っていればすぐにチャンスに変わる。自分でその変化をつくる必要はない。流れが勝手につくってくれる。─ そもそもピンチの方がおもしろい。なぜなら、ピンチのときの方がやるべきことがたくさんある からだ。 真っ暗な状態がピンチである。─ だから、ピンチのときは、ジタバタしないで周りをじっくり見る。そうすれば、ポーンと脱出口が見えてくる。 麻雀が本当に強い人の目はふんわりとしている（逆に眼光が鋭い人は大したことはない）。それは視覚というものを極力使わず五感をフルに活用しているから。─ 視覚に頼らずに、もっと五感で感じることで、逆に目に力が出てくる。全体を被写体として俯瞰して捉え、その中に違和感があるかどうかを感じるようにする。 不安というものはなくならない ということを受け入れる必要がある。「不安はあってもよし、なくてもよし」という状態になれば不安で仕方ないという状態からは解放される。不安をなくすためにムダな努力をすることはない。 重要なのは「今」。過去も未来も結果でしかない。今何もしないで未来のことを考えるのは、結果ばかり気にしているだけだ。何もせずに「将来が不安だ」と言うことほど愚かなことはない。 人工欲には限度がなく、それを叶えた人は一人もいない。自然欲を満たせば、誰でも幸せに生きられるはず。 人工欲 \u0026hellip; 承認欲/出世欲/自己実現欲/金銭欲/物欲 自然欲（本能欲） \u0026hellip; 食欲/睡眠欲/性欲 失敗した人から学ぶことの方が大切だ。いつも負ける人を見ていると、「なぜ弱いのか」が明確に理解できる。身近な存在でも、さまざまな学びの対象者がいる。 自分が楽しいことをするのである。誰かのためにするのではない。自分で楽しむことに、才能もへったくれもない。 自分のことを認めて欲しいというのは、他人の評価を軸に生きている証拠だ。自分の評価で生きていれば、「認めてもらえない」という不満は出てこない。 トラブルが起こりそうなとき、もしくは起こってしまったとき、「自分が加害者かも」と意識すればトラブルは回避できる。 得る力よりも譲る力の方が大きい。 会社でも集団でも上の立場の人ほど、譲らなければいけない。─ あいつらがもっと楽しく仕事ができるようにするにはどうしたらいいか、と言うことを考える必要がある。成果が出れば、それは部下や協力してくれた全ての人のおかげ、成果が出なければ、その責任を自分で引き受ける。 譲り合った方がいいと本能で理解しているのであれば、自分の損得勘定を捨てて、どんなことでも譲り合えばいい。本当の成功者というのは、譲ことで成功した人のことだろう。麻雀でも同じことで、「あがりたい、あがりたい」と思っているほどあがれず、「振ってもいいよ」くらいに思っている方があがれる。 自分の時間がない方がいい。他人に時間を使ってあげることの方が大切だし、そこに生きがいがある。他人のために時間を使っていた人は、定年になったあとでも他人から頼りにされる。何か合ったら、あてにされる人間になる。人というのは、あてにされてなんぼの世界だ。"
},
{
url: "/p/viwamxa/",
title: "麻雀本の読書メモ",
date: "2021-09-28T00:00:00Z",
body: "麻雀本の読書メモ"
},
{
url: "/p/8xes7jx/",
title: "牌効率 9 - 3飛びトイツの捌き",
date: "2021-09-01T00:00:00Z",
body: "牌効率 9 - 3飛びトイツの捌き 「飛びトイツは間を落とせ」 という格言があります。 2m3m4m5s6s6z6z6z3p3p5p5p7p7p このような飛び飛びの3トイツから1枚外す場合、間の 5p を落とすのが牌効率が良いということですね。 3p3p5p7p7p という形を残せば、3p4p6p7p の4種12牌の受け入れで1面子1雀頭が完成します。 これはその通りなのですが、赤入り麻雀では少し状況が変わってきます。 2m3m4m5s6s6z6z6z3p3p5p0p7p7p このような手牌ではできるだけ赤 0p を使い切りたいとこですが、ここから 5p を外すと、3p7p ツモのときに 0p を捨てることになってしまいます。 一方、7p を外して 3p3p5p0p7p の形にしておくと、直接聴牌する受け入れは 3p5p6p の3種8牌に減ってしまいますが、どれを引いても赤 0p を使い切ることができます。 また、2p4p8p を引くと一手遅れにはなりますが、リャンメン形が残り（完全イーシャンテン）、こちらも赤 0p を使い切ることができます。 赤 0p を切ってでも最速聴牌を目指すべきかどうかで見極めましょう。 ちなみに、次のように端に寄っている3飛びトイツの形も検証しておきます。 1p1p3p3p5p0p この場合は、セオリー通り 3p を切っておけば、1p2p4p5p いずれを引いても赤 0p を使い切ることができるので大丈夫です。"
},
{
url: "/p/9pz7enu/",
title: "牌効率 8 - 1245 のペンチャンを外側から切るケース",
date: "2021-08-01T00:00:00Z",
body: "牌効率 8 - 1245 のペンチャンを外側から切るケース 1m2m4m5m9m9m9m2s3s3s3s5z5z-5z このイーシャンテンから 1m2m を落としていく場合、安全度を考えて 2m から外していきたくなりますが、牌効率で考えると、1m 外しです。 2m を残しておくと、5m 引きの聴牌や、3m 引きのノベタンへの変化があります（ノベタンに受けるべきかは別の話ですが）。 赤 0m のあるルールでは、この受け入れを見逃さないようにしたいです。"
},
{
url: "/p/s8gov4b/",
title: "牌効率 7 - シュンツ絡みのノベタン（迷いがちな複合系）",
date: "2021-07-10T00:00:00Z",
body: "牌効率 7 - シュンツ絡みのノベタン（迷いがちな複合系） 4s5s6s6s7s7s8s2p3p4p4m5m5m-5p 今回注目すべき箇所は、ソーズの 4s5s6s6s7s7s8s というシュンツ絡みのノベタン系です。 この時点で 2 メンツが完成しており、ノベタンの 4s7s で雀頭を狙える形になっています。 ただ、この形は 3 メンツに発展しやすい形ということを覚えておいた方がよいです。 2s 引きで、3s カンチャン待ち 3s 引きで、2s5s8s 3 面張待ち 6s9s 引きで、5s8s 両面待ち 5s8s 引きで、3s6s9s 3 面張待ち が残ります。 つまり、3 面待ちになる牌が 3s5s8s の 3 種類もあり、両面待ちになる牌も 6s9s の 2 種類あります。 3 メンツを作り出すのに非常に優秀な形といえます。 4s5s6s6s7s7s8s2p3p4p5p4m5m5m ここからの切り出しによる牌効率も考えておきます。 まず、雀頭をソーズかピンズに求めてしまう 5m 切りは、極端に受けが狭いので候補から外します。以下は、それ以外の候補について。 2p 切り（ノベタン外し） 両面待ち以上になる有効牌 \u0026hellip; 3s4s5s6s7s8s9s3m5m その他の有効牌 \u0026hellip; 2s2m4m6m 4m 切り（雀頭固定） 両面待ち以上になる有効牌 \u0026hellip; 3s5s6s8s9s1p3p4p6p その他の有効牌 \u0026hellip; 2s4s7s2p5p7p5m 4s / 7s 切り（ノベタン外し） 両面待ち以上になる有効牌 \u0026hellip; 1p2p3p4p5p6p3m5m その他の有効牌 \u0026hellip; 7p2m4m6m パッと見メンツオーバーなので、2p 外しが有効な気がしますが、実は受けの数では、4m 切りの一手なんですね。 ノベタンの受けの広さ を物語っています。 ただし、好形を残したいのであれば、どちらも有効牌の種類は同じなので、判断基準としては、ソーズとマンズが安そうであれば 2p 切り、ピンズが安そうであれば 4m 切りといったところでしょうか。 最後のソーズ側のノベタンを外す 4s7s 切りですが、これは今回テーマとしている、シュンツ絡みのノベタン を解消してしまうので、ソーズの 8 種類の受けがなくなってしまいます。 受け入れ枚数的には若干不利ですが、ソーズが高い場であれば検討の余地はあります。"
},
{
url: "/p/j6iu6gs/",
title: "読書メモ『伝説の雀鬼』柳史一郎",
date: "2021-05-19T00:00:00Z",
body: "読書メモ『伝説の雀鬼』柳史一郎 伝説の雀鬼 桜井章一 幻冬舎アウトロー文庫 麻雀を題材にした映画の中では、間違いなくトップレベルの闘牌シーンを見せてくれる『雀鬼』シリーズ。 その原作となっている小説です。 ちなみに、有名どころの麻雀映画では『麻雀放浪記』がありますが、その麻雀指導も桜井氏が行っています（関係ないけど、『麻雀放浪記2020』はひどかったなぁ^^;） 基本的には映画と同様のストーリーですが、御曹司に化けてカモりまくる話などは、この小説でしか楽しめません。 それにしても、第9話の「治外法権麻雀」は裏技のオンパレードなので、説明がものすごく長いです（他の話は30ページ前後なのに、ここだけ80ページもある）。 映画版の『雀鬼』よりも裏技に関して詳細に解説されていて、そーゆーの好きな人はすごく楽しめると思います。 ローズ（通しサイン）などの解説もこんな感じで詳しいです。 山を左から右に積み重ねたら元禄が入っている。山を積み重ねる前後に両手が前に出たら爆弾が入っている。 右手が開いたまま卓上にあったら相手に注意。その手が微かに卓を叩いたらすでに通した牌を打て。 チー、ポン、リーチをかけたいときは手がどこでも親指を立てる。返事で親指を立てたらゴー。小指を立てたらだったら動くな。 了解したなら自然に右手を横に流す。 などなど。 ツキや流れの話もしかり。 上記図はその一部ですが、有効牌の引き入れ速度の違いによって、後リーチが勝つという状況を端的に示しています。 わたしは別に流れ信者ではないですが、麻雀を長くやっていると、小手先の技術よりも、こういった変化に気付くことがいかに大切かが分かってきます。 本書はそんな実戦向けの内容が散りばめられているだけでなく、単純に 20 年間無敗の物語としても面白いです。"
},
{
url: "/p/whu6gr3/",
title: "ドラの雀頭化を待つリスク",
date: "2021-04-18T00:00:00Z",
body: "ドラの雀頭化を待つリスク 平和狙いのときにオタ風牌のドラが 1 枚浮いているときの考え方についてのお話。 例えば、ドラが 4z で次のような手牌になっているとします。 1m2m3m6m7m4s4s3p4p7p8p9p4z ここに、上家が 4z を切ってきた場合、いつまで 4z を持ち続けるのがよいでしょうか？ こんなときは、手変わりしなかったときのリスクと手変わりしたときのリスク の両方を考えると素早く判断できます。 ドラを持ち続けるのは雀頭の入れ替わり狙いですが、ドラを重ねられないうちに下家や対面からリーチがかかると、一転して厄介な孤立牌となる可能性があります。 仮にドラをうまく重ねられたとしても、そこから 4s を 2 枚切り出していかなければいけません。 つまり、将来的に、 下家と対面に対して、ドラの 4z を切り出すリスクを受け入れられるか？ 3 人に対して、4s を 2 枚切り出すリスクを受け入れられるか？ を考える必要があります。 まず、ドラを手放した上家はある程度手がまとまっていて、すぐにでもリーチがかかると考えた方がよさそうです。 とはいえ、上家に対しては 4z は安全牌なので、下家と対面の手が遅そうであれば、4z は少しの間引っ張ってもよさそうです。 もちろん、これは将来的に 4s を落としていく覚悟があればの話ですが、入れ替わり対象の雀頭が 4s みたいな脂っこい牌ではなく 1p とか安全そうな牌であれば、もう少し積極的に 4z を残せます。 逆に、下家と対面に、チートイや混一、変則手の気配があるときは、4z は将来的にとても切りづらい牌になる可能性が高いので、上家への合わせ打ちが 4z を手放すよいタイミングと言えます。 もっとシンプルに考えると、中盤以降はオタ風牌とはいえドラを切り出すリスクが高くなるので、合わせ打ちで処理するのはリスク低減のよいチャンスだと思っておくとよいです（それより危険な牌を抱えるのは意味がありませんが）。"
},
{
url: "/p/zkxamw8/",
title: "二度受けになりそうな尖張牌を嫌う",
date: "2021-02-04T00:00:00Z",
body: "二度受けになりそうな尖張牌を嫌う 孤立牌の尖張牌（3 や 7）が複数あるときに、どこから嫌っていけばいいかという話です。 例えば、次のように 7 の孤立牌が 2 種類あったときはどちらから外すべきでしょうか？ 2s3s7s-3p4p7p このような場合は、牌効率的には、将来的に二度受けになりそうな方を外すと有利です。 前者のパターンでは 6s を引くと、2s3s6s7s という素晴らしい 2 つの両面待ちが残ります。 後者のパターンでも同様に 6p を引くと、3p4p6p7p という 2 つの両面待ちが残るのですが、こちらは 5p が二度受けになっています。 なので、7s 切りか 7p 切りかと言われたら、ここは 7p 切りになります。 二度受けの効率の悪さを侮ってはいけません。 単純に数えると、受けの数が 4 枚も減ります。 両面待ちとカンチャン待ちくらいの差があります。 テンパイ時のカンチャン待ちを嫌うくせに、手作りの段階での二度受けを何も考えずに受け入れていては辻褄が合いません。 次のように端に寄っている場合は微妙ですが、こちらも考え方は同じです。 4s5s9s-5p6p9p 後者のパターンでは 8p を先に引くと、7p が二度受けになってしまいます。 そもそも 5p6p8p9p という形がすごく嫌ですね。吐き気がします。 7p 8p という順番で引けば、うまいこと両面待ちが残るじゃないかと思うかもしれませんが、それは前者のパターンも同様です（7s 8s と引けば両面待ちは残ります）。 両面ターツから少し離れた孤立牌があるときは、筋で離れているものから嫌っていく と考えましょう。"
},
{
url: "/p/z4u6q5w/",
title: "待ち牌",
date: "2021-01-04T00:00:00Z",
body: "待ち牌"
},
{
url: "/p/mdy9iry/",
title: "牌効率 6 - 5 があるときはペンチャン落とししやすい",
date: "2021-01-04T00:00:00Z",
body: "牌効率 6 - 5 があるときはペンチャン落とししやすい ペンチャン落としをするとき、残りの牌によってその落としやすさが変わってきます。 4s8s9s-5p8p9p という 2 種類の形であれば、後者のように 5p があるときの方がペンチャン落としはしやすいと言えます。 なぜなら、裏目の 7p を引いたときに 5p7p というカンチャン形でカバーできるからです。 なので、内側から 8p9p という順序で落としていけます。 一方、前者の 4s8s9s という形は 7s 引きをカバーする牌がないので、ペンチャンの価値が少しだけ高まります。 ペンチャンを外していく場合でも、4s6s8s というリャンカン形を考慮して、外側から 9s8s という順序で落としていくことになります。 この、8p9p という切り順と 9s8s という切り順の違いは、捨て牌読みにも利用できます。 外側から 9s8s という順で連続して切る場合は、4s があることを示唆しています。 つまり、中盤あたりで河に 9s8s 連続切りされているときは、比較的 4s7s は安全と読めます。"
},
{
url: "/p/m8kw8it/",
title: "喰い替えせずにチーしてシュンツをずらす方法",
date: "2020-10-25T00:00:00Z",
body: "喰い替えせずにチーしてシュンツをずらす方法 喰い替えをしたいケースはたくさんあります。 喰いタンに移行したいとき（1p2p3p から喰い替えて 2p3p4ph ） ドラを鳴きたいとき（2s3s4s から喰い替えて 3s4s0sh ） 三色やイッツーなどの役を付けたいとき（3m4m5m から喰い替えて 456 の三色へ） リーチされて一発消ししたいとき でも、喰い替え禁止のルールでは、1p2p3p という形から 4p をチーして打 1p とすることは禁止されています。 このようなとき、手牌の構成によっては、喰い替えにならないように 4p を鳴きつつシュンツをずらすことができます。 例えば、次のような形です。 1p2p3p3p4p5p 手牌にこのような 2 メンツがあるとき、上家が切った 4p を 3p5p のカンチャン系でチーすると、手牌に 2p3p4p という形を残すことができます。 2p3p4p-4ph3p5p 最初は魔法のように見えますが、ようするに、別メンツで使っていた 4p をあふれさせることにより、手牌に 1p2p3p4p という形を残すという操作です。 ここから 1p を切っても喰い替えにはなりません。 このようなシュンツずらしは、次のような形から行うことができます。 1p2p3p3p4p5p から 4ph3p5p でチーして打 1p 1p2p3p4p5p6p から 4ph5p6p でチーして打 1p （この形は 7p チーも可） 1p2p3p4p4p4p から 4ph4p4p でポンして打 1p 終盤戦であと 1 翻が足りないということはよくあるので、これらの形は覚えておくとよいでしょう。 逆に次のような形からの 4p チーは必ず喰い替えになってしまうので、このシュンツずらしのテクニックは使えません。 1p1p2p2p3p3p からの 4p チーはダメ 1p2p2p3p3p4p からの 4p チーはダメ 一盃口の形と、その一個ずれの形は喰い替え を回避することができないということです。 逆に言えば、もう一つ広がって 1p2p3p3p4p5p の形になっていれば、2p か 4p を鳴くことができます。 ここで応用例です。 2m3m3m4m4m5m2p3p9s9s-6z6zh6z こんな形になり、ドラは 5m だとします（あるいは赤 0m ありルール）。 ここに 6m をツモってきたときは、3m と入れ替えて次の形を残すことで、0m をチーできるようになります。 2m3m4m4m5m6m2p3p9s9s-6z6zh6z ちなみに、マンガ 『哭きの竜』 の中で、竜が強引に三色を付けるためにこのシュンツずらしを行っています。"
},
{
url: "/p/bo6djpv/",
title: "牌効率 5 - 雀頭がないときも刻子固定",
date: "2020-09-08T00:00:00Z",
body: "牌効率 5 - 雀頭がないときも刻子固定 7p7p7p8p という好形からでも、刻子を固定する 8p 切りが有利になることがよくあります。 例えば、先日出会ったこんな手牌。 ドラは 8s です。 2m3m5m6m7m5s7s8s8s9s7p7p7p-8p パッと見、5s8s9s8p のどれかを切れば良さそうに見えます。 5s 切り \u0026hellip; 有効牌は 1m4m8s6p8p9p 6s 引いたときが痛いですが、受け入れ枚数的には有利です。8s は基本次に出ていく想定です。 8s 切り \u0026hellip; 有効牌は 1m4m5s6p8p9p 5s に何か引っ付いたところで索子はメンツオーバーになるので、5s を残す意味がほとんどありません。ドラの 8s を残した方がマシです。 9s 切り \u0026hellip; 有効牌は 1m4m6s 意地でもドラの 8s を使い切るためにカン 6s 受けを残すという狙いですが、それであればピンズ側がメンツオーバーなので 8p がそもそも必要ありません。この手は失着です。 8p 切り \u0026hellip; 有効牌は 1m4m5s6s8s 5s6s8s 引きは 1m4m 待ちリーチで、7s9s 引きからは一盃口や好形待ちの変化があります。 目先の聴牌チャンスだけを考えると、ソーズで 1 メンツ固定する 5s8s 切りが有利ですが、ドラの 8s を使い切ることを考えると、8p 切りで不安定なソーズ部分をフォローする、という考え方が必要になってきますね。 ちなみに、8s がドラじゃない場合は、5s 切りの一手でしょうか。 いずれにせよ 5s8s の両方を外す想定なのですが、中央の危険な牌を早めに外したいのと、7s 引きの一盃口の目を残す狙いです。 つまり、こんな形への変化。 2m3m5m6m7m7s7s8s8s9s7p7p7p8p この形になると、ピンズの変速 3 面張を残す 7s8s 外しよりも、8p 切りの方が受けが広くなります（8種25枚）。 9s 引きの一盃口もあるので、この形まで発展したら 8p 切りが有利です。"
},
{
url: "/p/7r6ht5g/",
title: "捨て牌読み: 終盤の2枚目の端牌切りを読む",
date: "2020-08-26T00:00:00Z",
body: "捨て牌読み: 終盤の2枚目の端牌切りを読む 序盤から中盤にかけて 1、9 牌を切っている人が、終盤でもう一枚同じ牌を切ってきた場合、どのような手になっていると考えられるでしょうか？ 結論から言うと、このような切り出しが行われた場合、1-4 の交換、あるいは 6-9 の交換による タンヤオ振り替えの可能性 が高いです。 一度 9p を切っているのに、手中に 9p がもう一枚あったということは、7p8p9p9p からの 7p8p9p メンツ確定の 9p 切りだったと読めます。 仮に他の形、たとえば 7p9p9p とか 8p9p9p という不十分な形であれば、9p は残したくなるので、最初の 9p 切りの時点でメンツが確定している考えるのが自然です。 ということは、7p8p9p という形から何らかの理由で 9p を切ったということなのですが、一番多いパターンは、6p 引きの 9p との入れ替えでしょう。 このような 1-4、6-9 牌の入れ替えは、実戦でもよく経験があると思います。 重要なのは、そこから先の考え方 で、6p7p8p が一枚ずつ持たれているので、「それらの牌はもう山には残っていない」とか、「その周辺の牌は実は安全だ」とか、そういった応用的な考え方ができると強いですね。"
},
{
url: "/p/h5iu8iu/",
title: "捨て牌読み: ペンチャン・カンチャン落としからのリーチにまたぎ筋なし",
date: "2020-07-28T00:00:00Z",
body: "捨て牌読み: ペンチャン・カンチャン落としからのリーチにまたぎ筋なし 1p7z5z4m8s9s4z リーチの直前にこのようにペンチャンやカンチャンが（手出しで）落とされている場合の手を読んでみます。 ペンチャンやカンチャンのターツを途中まで残していたということは、それでメンツの完成を狙っていたと考えるのが自然です。 4m はそれよりも前に切られていますが、仮にこの周りに別の牌があってターツの形になっていたのであれば、ペンチャンやカンチャンよりもよい形なので、そちらを残しているはずです。 4m4m5m という形からリャンメン固定で 4m が切られることもあるかもしれませんが、メンツが欲しい時にそのような切り出しをすることは少ないでしょう。 また、雀頭よりもメンツが欲しいというときに、4m5m5m から雀頭固定の 4m 切りも考えにくいです。 あるとすれば、4m5m5m5m からの暗刻確定でしょうか。 こう考えると、ペンチャン・カンチャン落とし前に切られた牌のまたぎ筋が残っていることは少なく、このような場合は 無筋の方が危険 といえそうです。"
},
{
url: "/p/7yhwcr7/",
title: "捨て牌読み: 序盤のオタ風牌切りリーチにまたぎ筋なし",
date: "2020-07-28T00:00:00Z",
body: "捨て牌読み: 序盤のオタ風牌切りリーチにまたぎ筋なし 9p7z8s3m3p4zh こんな感じの捨て牌で早めにリーチがかかったとします。 リーチの数巡前の捨て牌のまわりは危険だと言われますが、このような序盤でのオタ風牌切りリーチの場合、それより前に切られた牌のまたぎ筋にはなっていなことが多いです（もちろん絶対ではないですが）。 例えば、次のようなイーシャンテンを考えてみます。 1s2s3s5s5s5s6m7m9m9m3p3p4p-4z 3z や 4z といったオタ風牌は、終盤の手作りでは安牌として抱えられることが多いのですが、序盤の手作りでは安牌を抱えるよりも、目一杯に手を広げた方が有利です。 つまり、この手牌であれば、3p → 4z の切り順ではなく、4z → 3p の切り順になるはずです。 逆にこのような早いリーチで安牌の 4z が手中に残っていたということは、他の牌はまったく必要なく、手牌が十分型だったからこそ切られたのだと考えられます。 よって、 早い段階でのオタ風牌切りリーチは、またぎ筋は比較的安全 であり、それより警戒すべきは無筋だといえます。 ちなみに、上記の捨牌では、またぎ筋の 1p4p 待ちや 2p5p 待ちは少ないのですが、裏筋の 4p7p は普通にあり得ます。 1s2s3s5s5s5s6m7m9m9m3p5p4z-6p こんな風に、カンチャンからリャンメンへの変化で、3p → 4z という切り順になることがあるからです。"
},
{
url: "/p/nythxwz/",
title: "コラム・雑記",
date: "2020-07-24T00:00:00Z",
body: "コラム・雑記"
},
{
url: "/p/3p3eq3e/",
title: "人間ドックの日に打ったら",
date: "2020-07-24T00:00:00Z",
body: "人間ドックの日に打ったら やらかしました。 人間ドックで鎮静剤（麻酔）を打った後の頭のまま打ちにいったら、点数計算は間違うわ、振聴チョンボはするわで散々でした。 普段とほとんど変わらない感覚で打っていたつもりでしたが、頭は働かなくなってたみたいです。 「今日は会議とか入れちゃだめ」と言われた理由がなんとなく分かりました。 こんな手を 7s ロンしたら、捨て牌に 8s が。。。 途中までトイトイ狙ってたのを忘れてた。。。 （ちなみにこれは 3s4s5s7s8s 待ち） 逆に鎮静剤を打った後でも普通に勝てるのであれば、かなり集中力が高いってことですね。 同じような待ちでヘマを犯さないように、連続型の多面待ちを復習しておくことにします。 基本形 下記は基本パターンなので、待ちは 0.1 秒で分かるようにしておかないといけません。 これより複雑な多面待ちは、大体これの応用系です。 アンコがない形は簡単なので、基本はアンコ含みの形をトレーニングするようにします。 3s4s4s4s5s5s5s5z5z5z7z7z7z → 2s3s4s5s 待ち 3s3s4s4s5s5s5s5z5z5z7z7z7z → 2s3s4s5s 待ち 3s3s3s4s5s5s5s5z5z5z7z7z7z → 2s3s4s5s6s 待ち 3s3s3s4s5s5s6s5z5z5z7z7z7z → 4s5s7s 待ち 3s3s4s4s4s5s5s5s5z5z7z7z7z → 3s6s5z 待ち 応用形 左右対称 3p3p4p4p4p5p5p5p6p6p5z5z5z → 3p6p 待ち 3p3p3p4p4p5p5p6p6p6p5z5z5z → 3p4p5p6p 待ち 非対称1（アンコ入り） 3p3p3p4p4p4p5p5p6p6p5z5z5z → 2p4p5p6p7p 待ち 3p3p3p4p4p4p5p5p6p7p5z5z5z → 3p4p5p6p8p 待ち 3p3p3p4p4p5p5p5p6p6p5z5z5z → 4p5p6p7p 待ち 3p3p3p4p4p5p5p5p6p7p5z5z5z → 3p4p5p6p8p 待ち 3p3p3p4p5p5p5p6p6p6p5z5z5z → 2p3p4p5p6p 待ち 3p3p4p4p4p5p5p5p6p7p5z5z5z → 3p4p5p7p8p 待ち 3p3p4p4p5p5p5p6p6p6p5z5z5z → 2p3p4p5p7p 待ち 3p4p4p4p5p5p5p6p6p6p5z5z5z → 2p3p4p5p6p 待ち 3p3p3p4p4p5p5p5p6p6p6p5z5z → 4p7p5z 待ち 3p3p4p4p4p5p5p5p6p6p6p5z5z → 3p6p5z 待ち 非対称2（槓子入り） 槓子がある場合は実は簡単で、槓子から「アンコを抜いたパターン」と「雀頭を抜いたパターン」を考えると簡単です。 3p4p4p5p5p5p5p5z5z5z7z7z7z → 3p4p6p 待ち 3p4p5p5p5p5p6p5z5z5z7z7z7z → 3p4p6p7p 待ち 3p4p4p4p4p5p5p5p5z5z7z7z7z → 2p5p5z 待ち 3p4p4p4p5p5p5p5p5z5z7z7z7z → 4p5z 待ち 3p3p3p3p4p4p5p6p6p6p5z5z5z → 2p4p5p 待ち 3p3p3p3p4p5p5p6p6p6p5z5z5z → 2p4p5p7p 待ち 復習 練習のため反転したバージョンも。 非対称1（アンコ入り） 4m4m5m5m6m6m6m7m7m7m5z5z5z → 3m4m5m6m8m 待ち 3m4m5m5m6m6m6m7m7m7m5z5z5z → 2m4m5m6m7m 待ち 4m4m5m5m5m6m6m7m7m7m5z5z5z → 3m4m5m6m 待ち 3m4m5m5m5m6m6m7m7m7m5z5z5z → 2m4m5m6m7m 待ち 4m4m4m5m5m5m6m7m7m7m5z5z5z → 4m5m6m7m8m 待ち 3m4m5m5m5m6m6m6m7m7m5z5z5z → 2m3m5m6m7m 待ち 4m4m4m5m5m5m6m6m7m7m5z5z5z → 3m5m6m7m8m 待ち 4m4m4m5m5m5m6m6m6m7m5z5z5z → 4m5m6m7m8m 待ち 4m4m4m5m5m5m6m6m7m7m7m5z5z → 3m6m5z 待ち 4m4m4m5m5m5m6m6m6m7m7m5z5z → 4m7m5z 待ち 非対称2（槓子入り） 5m5m5m5m6m6m7m5z5z5z7z7z7z → 4m6m7m 待ち 4m5m5m5m5m6m7m5z5z5z7z7z7z → 3m4m5m7m 待ち 5m5m5m6m6m6m6m7m5z5z7z7z7z → 5m8m5z 待ち 5m5m5m5m6m6m6m7m5z5z7z7z7z → 6m5z 待ち 4m4m4m5m6m6m7m7m7m7m5z5z5z → 5m6m8m 待ち 4m4m4m5m5m6m7m7m7m7m5z5z5z → 3m5m6m8m 待ち"
},
{
url: "/p/k9o2fr5/",
title: "特殊麻雀ルール: 多面待ち当てクイズ（2人麻雀）",
date: "2020-07-24T00:00:00Z",
body: "特殊麻雀ルール: 多面待ち当てクイズ（2人麻雀） 2人で一色手の麻雀の待ちクイズを出し合い、先に答えた方が勝ちというゲームです。 チンイツのトレーニングになります。 準備 一方にソーズ牌をすべて、もう一方にピンズ牌をすべて配る（問題作成用） マンズの1〜9を1枚ずつ配る（答えの提示用） ルール 10枚 or 13枚の待ち当てどちらを行うかを決める 決めた枚数（10枚 or 13枚）でそれぞれ多面待ちの問題を作る その牌を伏せた状態で相手に渡す 「ヨーイドン！」で表向きにし、待ち牌が分かったらマンズ牌でその牌を選び、「できた！」と言って前に出す 先に待ち牌を答えられた方が 1000 点を獲得します。 間違えた場合は相手が 1000 点獲得します。 先に 5000 点獲得した方が勝ちです。"
},
{
url: "/p/g4ivamz/",
title: "特殊麻雀ルール: 10枚ミニ麻雀（2人麻雀）",
date: "2020-06-24T00:00:00Z",
body: "特殊麻雀ルール: 10枚ミニ麻雀（2人麻雀） 2人で行うコンパクトな手積み麻雀ルールです。 使用する牌を次のように少なくします（合計78枚）。 マンズ: 1〜7 を3枚ずつ ソーズ: 1〜7 を3枚ずつ ピンズ: 1〜7 を3枚ずつ 字牌: 東/南/白/發/中 を3枚ずつ あとは、普通に山を積んでゲーム開始です。 牌の枚数が少ないので、次のような特徴があります。 カンはできないので、嶺上牌は必要ない（ドラは一番端の牌をめくればよい） 8と9は使わないので、チャンタの上のシュンツは 789 ではなく 567 とする 四暗刻の代わりに三暗刻を役満とする 国士無双はなし（簡単なので） 下記は和了りの例です。 2m3m4m2s3s4s2p3p4p6p6p \u0026hellip; タンピン三色 1m2m3m5s6s7s7p7p5z5z5z \u0026hellip; チャンタ、白 1z1z1z2z2z2z5z5z5z7z7z \u0026hellip; 字一色 1m1m1m7s7s7s5z5z5z6z6z \u0026hellip; ホンロー、トイトイ 2s2s3s3s4s4s6s6s6z6z6z \u0026hellip; 緑一色 1p1p1p2p3p4p5p6p7p7p7p \u0026hellip; ミニ九蓮（役満） 2m2m2m5m5m5m7s7s7s5z5z \u0026hellip; 三暗刻（役満） 1m7m1p7p1s7s1z2z5z6z7z \u0026hellip; ミニ国士（簡単すぎるので無し）"
},
{
url: "/p/a4jyfua/",
title: "牌効率 4 - 完全イーシャンテンでは 2 度受けを嫌う",
date: "2020-04-29T00:00:00Z",
body: "牌効率 4 - 完全イーシャンテンでは 2 度受けを嫌う 次のような形から完全一向聴の形に取るとき、5m と 6s のどちらを切るのが受けが広いでしょうか？ 1m2m3m5m6m6m2p3p4p3s4s6s7s7s このような場合は、5s が 2 度受けになっている 6s の方を切っていくのが正解です。 5m 切り \u0026hellip; 6m2s5s7s8s 受けの 5 種 16 枚待ち 6s 切り \u0026hellip; 4m6m7m2s5s7s 受けの 6 種 20 枚待ち これは 4m7m と 5s8s のリャンメンのどちらを嫌っていくかという選択なのですが、5m 切りだと両方の受けがなくなってしまうのに対し、6s 切りは 5s 受けが残るので有利ということです。 もちろん、5m を切っておいて、3s4s5s6s7s という三面張ができれば嬉しいのですが、2 度受けであることには変わりなく、和了り切るまでに同じスジの牌が 2 枚必要になってしまうので、トータルでは不利です（期待値で言うと 7:8 くらいの差）。"
},
{
url: "/p/zsap6ky/",
title: "読書メモ『神頼みを捨てる思考力』桜井章一",
date: "2020-02-02T00:00:00Z",
body: "読書メモ『神頼みを捨てる思考力』桜井章一 神頼みを捨てる思考力 ─ 心の弱さを克服する、雀鬼流「裏」聖書 桜井章一 ワニブックス 振れ幅を大きくしない 我々は誰もが必ず間違いを犯す。 だからこそ確かなものを求めれば苦しくなる。 半信半疑こそが、この社会にバランスをもたらす何よりの感覚なのである。 人間というのは善と悪の中で揺れ動く振り子のようなもの。 善のほうに振れれば振れるほど、悪の方の振り幅も大きくなってしまう。 世の中の人たちは安心と安定を求めようとしますが、桜井氏は常に半信半疑の気持ちで生きているといいます。 それが、何事にも臨機応変に対応する力につながっているんでしょうね。 場の捉え方 運やツキはこちらから掴み取りに行くようなものではない。 自分にペタッとくっついてきた運やツキをいかに感じとるかにかかっている。 ─ そのためには、常日頃から “あるがまま” の自分でいることが大切な要素となってくる。 麻雀ではほとんどの人が捨てられた牌にばかり目をやっている。 まわりの変化に気づくには、 もっとふわっとした感覚で場を捉える ことが肝心だ。 目の前にあるものを睨んだり、凝視したりするのではなく、ふわっとした感覚で全体を捉える。 そうすることで五感の働きも活かされてくるのである。 目の前で起きていることはすでに済んでしまったこと。 麻雀で他の人が捨てた牌を見ても、それはもう済んでしまったことを確認しているだけ。 そんなものを見る必要はない。 麻雀をしている時、私はどうしているのかというと、 すーっと水平線を見るような感覚 に自分を置いている。 そうするとまわりの流れが見えてくる。 全体をぼんやりと見るという感覚でしょうか。 確かに麻雀で感が冴えているときって、何かひとつのことを考えているのではなく、全員の動きや場がよく見えている気がします。 逆に一点に集中しているときは、ハッと気づくと周りが見えなくなっていることがよくあります。 「すーっと水平線を見るような感覚」、これは素敵な教えかもしれません。 結果論より経過 日々の生活の中でも 「経過を楽しむ」ことを大切に している。 経過は、ずるいことや卑怯なことをしていたら楽しめない。 いい経過とは、わかりやすく言えば、「美しいフォーム」で行うということ。 雀鬼会での試合では、最終的な結果よりも、その内容を重視するといいます。 様々なペナルティを設けて、審判まで付けているのも、よい内容を目指すための仕組みですね。 多くの企業が成果主義を導入し、結果重視の経営を行っているなかで、「経過」を大切にしようという考え方はどちらかというと珍しいのかもしれません。 そんな世の中であっても、何事も経過を大切にして行動しようと思わせてくれる教えです。 麻雀の面白さとは 「どの牌を切るか」という “見える範囲” の見極めは、正直私にとってどうでもいいことである。 肝心なのは見えない部分を感じて見極めること。 そうやって 見えないところを当てていくことに、麻雀の面白さがある のだ。 最近は確率を重視したデジタルという考え方が広まっていますが、桜井氏は、見えないものを見ることが麻雀の面白さだといいます。 麻雀の本質を追求するって、確率論ではなく、そういうことなのかなと思います。 コツとは コツは自分で気付いたものしか身に付かない。 なぜ人から教わったコツは身に付かないのか？ その理由はひとつ。コツは頭で理解して覚えるものではないからである。 コツというのは体で覚える ことで本当の動きができるようになる。 桜井氏の言葉の中で好きなものに、「苦労して身に付けたものの方が長く楽しめる」（みたいな感じだったかな）というのがあります。 本当に自分のためになっているものって、時間をかけて身につけてきたものだということをつくづくと感じます。 何事も答えだけをすぐに得ようとするのはダメですね。とことん考え抜いて、自分でやってみて、自分なりの考えを出す。成長ってその繰り返しでしかない。 変えられる運命 「運命」に似た言葉で「宿命」というものがあるが、私は「宿命」は定められているから変えられないもの、「運命」は変えられるものだと考えている。 「運命」反対側に、 変えられる「運命」というものの存在 も感じていれば、そこに囚われずに自分を解放してやることができるのである。 運命と宿命の定義なんてどうでもよいけれど、「どうせ運命なのだから\u0026hellip;」という無駄な考えをなくすためには、「運命は変えられるもの」と定義してしまうのはよい考えですね。 強く生きられそうな気がする。 まずは自分でどうにかする 頼ることが普通になってしまった現代人 は、「人任せ」の世の中で生きている。 自分で何とかしようとせず、何でも人任せ。 ほとんどの人がそんな状態だから、世の中に不平や不満が増え続けている。 これはその通りかもしれません。 何でも人に頼ったり、頼もうとするから、「あれをやってくれなかった」とか、「期待外れだ」という不満が出てきます。 「まずは自分でどうにかしてやる」という感覚を持つことを忘れないようにしたいです。 苦を楽しむ 母親が「人生は苦しいのが当たり前」という話をしていた。 それだったら苦の中で遊んだりして楽しんじゃえばいい、と捉えるようになった。 堪えたり、我慢したりすることを繰り返していたらだんだんと辛くなってくるに違いない。 だったら苦を「苦しいもの」ではなく、「自分を成長させてくれる厳しいもの」と捉えるようにしたらいい。 これ所ジョージさんも同じようなことをいってますね。 「面倒くさいのが幸せなんだよ」って。 嫌なことや面倒なことに立ち向かって行かないといけないとき、それが成長に繋がるんだと考えれば前向きになれますね。"
},
{
url: "/p/zkzbnxa/",
title: "読書メモ『雀鬼に訊け』桜井章一",
date: "2019-12-31T00:00:00Z",
body: "読書メモ『雀鬼に訊け』桜井章一 雀鬼に訊け 桜井章一 竹書房 桜井章一氏への質問集です。 麻雀の戦術書というよりは、生き方、心の持ち方について述べられた本ですね。 でも桜井氏は、それらがすべて麻雀の強さに繋がっていると言います。 損得勘定で生きていると、本当に強い人にはなれないよと諭してくれます。 強さにもよい強さと悪い強さがある。そして悪い強さを求める人間は、必ず権力を志向する。出世して社会的地位を上げたい、大金をつかみたい、とね。 捨てることは勇気のある人間にしかできない。 いい麻雀・強い麻雀に近づくことができる方法や心構えはあるか？ \u0026hellip; 場を平らにすること。これを4人が意識することが最低条件。 仕組みという発想のない人間が麻雀を語ると、それは知に偏ったものになる。知識を積み重ねていってどうにかしようとね。 どんな手を使ってでも勝とうと頑張るのと、強くありたいと頑張るのは根本的に違うんだよね。悪い方向に向かって頑張る人だって、世の中には少なくないからね。 オレは社会なんて最悪だくらいに思ってる。人間が自然のそばにいたころはみんな食えたんですよ。 とはいっても、企業に勤めていると損得勘定で動かざるを得なかったりしますよね。 成果主義とか KPI とか、いつもうるさく言われ続けて、ほんと毎日がストレス。。。 といった人たちにも、もうちょっと緩く生きるヒントを教えてくれたりもします。 目標は前や将来にあるんじゃない。 いつも自分の目線の横にあるものなんだよ。 自分が頑張ったところ、努力したところ、工夫したところが目標なんだ。 「結果よりも過程を大切にする」という考え方に切り替えるだけでも、もっとうまく生きられるようになるのかもしれません。"
},
{
url: "/p/rk5n5m4/",
title: "プロとの交流会",
date: "2019-12-10T00:00:00Z",
body: "プロとの交流会 今日は連盟から小笠原プロをお招きして交流会。 たまにはプロと打つのも盛り上がっていいですね(^^) ちなみに、スマホの麻雀格闘倶楽部でマイキャラに設定していたのが小笠原プロでした。 だから呼んだというわけではないのですが、偶然なミラクルｗ サインももらいました。点数表でゴメンなさい(^^; プロをゲストとして呼びたい場合は、団体のホームページなどからコンタクトできます。 下記は 日本プロ麻雀連盟のホームページ ですが、右下の方にゲスト依頼のリンクがあります。 プロの方の稼ぎにもなるので、何かイベントがあったら呼んであげてください。 もちろんノーレートで。"
},
{
url: "/p/ysap4iw/",
title: "端牌を残すことによる受け入れを考える",
date: "2019-12-01T00:00:00Z",
body: "端牌を残すことによる受け入れを考える 1p6p7p8p9p1z4z4z5z5z5z6z6z6z という混一イーシャンテンからの切り出しでは、下記のような選択肢が考えられると思います。 1p 切り \u0026hellip; 字牌の受けを残しつつ、ピンズの上のくっつきを待つ 6p 切り \u0026hellip; チャンタを狙う 1z 切り \u0026hellip; ピンズの受け入れを広くする 場況にもよりますが、テンパイチャンスを広げようと思ったなら、1z 切りの一手です。 1p6p7p8p9p という形を残すと、ピンズならどの牌をツモってもテンパイすることができます（有効牌は10種類もある）。 1p 切りでは有効牌は 8 種類、6p 切りでは有効牌は 5 種類と、テンパイのための受け入れがグッと減ります。 1p も 1z も孤立牌のように見えますが、1p の周りに牌がない場合は、1p を残すことで 1p2p3p の受け入れが増えるということです。 先日もほぼ同じ形になり、1z 切りから、4p 、0p とツモって和了ることができました。 結果的には 1p 切りから始めても同じでしたが、端牌を残すことの利点を把握していれば、迷わず打牌することできます。 では、ピンズの4連形がすこしずれて、下記のような形だったらどうでしょう？ 1p4p5p6p7p1z4z4z5z5z5z6z6z6z この形であれば、4連形で 2p から 9p までの受けがカバーされているので、1p 切りでも有効牌は 10 種類になります。 1z 切りでも、1p の受け入れが増えるだけで、有効牌は 10 種類で変わりません。 この場合は、場風牌の 1z を残す方が有利なことが多いでしょう。"
},
{
url: "/rules/tokushu/tsumanai-futari/",
title: "特殊麻雀ルール: 高速2人麻雀（山を積まない2人麻雀）",
date: "2019-11-27T00:00:00Z",
body: "特殊麻雀ルール: 高速2人麻雀（山を積まない2人麻雀） 麻雀好きな友人と、部屋でまったりしているときに考えた2人麻雀ルールです（2人じゃなくてもできるかもしれません）。 やったことある人にはわかると思いますが、2人で手積み麻雀をやると、山を積むのが非常に面倒です。 そこで、その手間を省けるようにした超ズボラルールを考えたわけですが、これがやってみるとなかなか面白いので紹介しておきます。 洗牌と配牌 まずは、配牌の作り方です。 洗牌する（このとき半分くらい牌が表向きになっても構わない） 裏向きになった牌を13枚集めて相手に渡す（それが配牌になる） ただ適当に混ぜて、裏向きになった牌を集めて配牌を作るだけです。 山を積まなくてよいので、本当にすぐに配牌が作れます。 洗牌後に牌を裏返さなくてよいというのもスピードアップに一役買っています（後述のルールため、むしろ表向きの牌が残っていないといけません）。 自分の配牌ではなく、相手の配牌を作るのは、拾いによるズルをなくすための配慮です。 手作りから和了りまで この時点で、2人の配牌ができあがり、卓上には表向きの牌と裏向きの牌がたくさん残っている状態になります。 ここからツモと打牌を繰り返していくのですが、次のような特殊ルールで進めていきます。 ツモは表向きと裏向きの牌どちらを持ってきてもよい ロン和了りは普通にできるが、ツモ和了りは裏向きの牌でしかできない お分かりでしょうか？ 表向きの牌から欲しい牌を自由にツモってくることはできますが、それだけ相手に手牌を読まれやすくなります。 リーチも普通にできますが、リーチ後は裏向きの牌しかツモってこれません（裏向きの牌でしかツモ和了りはできないので）。 相手の手牌がある程度見えているという点では、『アカギ』に出てくる鷲巣麻雀に似てますね。 字牌なんかを集めだすと、かなり警戒されることになります。 相手が欲しそうな牌を先にツモっちゃうとか、普通の麻雀にはない駆け引きを楽しめます。 ぜひ試してみてください。 一点注意なのが、このルールだと国士無双の効率がものすごく高くなってしまうことです。 国士無双は無しにするか、満貫くらいにしておくのがよいです。"
},
{
url: "/p/vwkycpy/",
title: "麻雀大会でどのように席を入れ替えれば毎回別の人と対戦できるか？",
date: "2019-11-25T00:00:00Z",
body: "麻雀大会でどのように席を入れ替えれば毎回別の人と対戦できるか？ 16人で麻雀大会を開きたいと思います。 さて、せっかくなので、全員が毎回別のプレイヤーと同卓できるようにしたいです。 卓は 4 卓として、プレイヤー 1～16 がゲームごとにどのように座れば、一度も重複なく別のプレイヤーと同卓できるでしょうか？ 一例として、次のように座っていけば、5 ゲームで全員が他の人と対戦できます。 かつ、5ゲームの間は、一度も対戦相手が被ることはありません。 1ゲーム目 1番卓: 1, 2, 3, 4 2番卓: 5, 6, 7, 8 3番卓: 9, 10, 11, 12 4番卓: 13, 14, 15, 16 2ゲーム目 1番卓: 1, 5, 9, 13 2番卓: 2, 6, 10, 14 3番卓: 3, 7, 11, 15 4番卓: 4, 8, 12, 16 3ゲーム目 1番卓: 1, 6, 11, 16 2番卓: 2, 5, 12, 15 3番卓: 3, 8, 9, 14 4番卓: 4, 7, 10, 13 4ゲーム目 1番卓: 1, 7, 12, 14 2番卓: 2, 8, 11, 13 3番卓: 3, 5, 10, 16 4番卓: 4, 6, 9, 15 5ゲーム目 1番卓: 1, 8, 10, 15 2番卓: 2, 7, 9, 16 3番卓: 3, 6, 12, 13 4番卓: 4, 5, 11, 14 幹事の人は、次のような座席入れ替え表を作っておいて、くじ引きなどで決めてあげれば OK。 座席入れ替え表（くじ） ちなみに、人数を増やして 20人（5卓）にした場合は、次のように 4 ゲームの間は対戦相手がかぶらないようにできますが、5 ゲーム目以降はかならず 1 度対戦した人と同卓になります。 この傾向はさらに人数を増やしても同じです。 1ゲーム目 1番卓: 1, 2, 3, 4 2番卓: 5, 6, 7, 8 3番卓: 9, 10, 11, 12 4番卓: 13, 14, 15, 16 5番卓: 17, 18, 19, 20 2ゲーム目 1番卓: 1, 5, 9, 13 2番卓: 2, 6, 10, 17 3番卓: 3, 7, 14, 18 4番卓: 4, 11, 15, 19 5番卓: 8, 12, 16, 20 3ゲーム目 1番卓: 1, 6, 12, 18 2番卓: 2, 5, 15, 20 3番卓: 3, 9, 16, 19 4番卓: 4, 7, 10, 13 5番卓: 8, 11, 14, 17 4ゲーム目 1番卓: 1, 10, 14, 19 2番卓: 2, 7, 11, 16 3番卓: 3, 6, 13, 20 4番卓: 4, 5, 12, 17 5番卓: 8, 9, 15, 18 16人で大会を行った場合は、5ゲームで全員と重複せずに試合ができるのでちょうどいい人数だと言えそうです。 あと、64人でやった場合は、21ゲームも重複せずに試合できるということが分かりました（すごぃ）。 この組み合わせは手で書き出していると面倒だったので、Python スクリプトで作成してみました。 tables.py PLAYERS = 16 TABLES = PLAYERS // 4 # matched[i] は i 番目の人が対戦済みの人のセット matched = [set() for _ in range(PLAYERS)] # seats[i] は i 番目の卓に座っている人のリスト seats = [[] for _ in range(TABLES)] # player が table に座れるか？ def can_seat(player, table): # 満席か？ if len(seats[table]) == 4: return False # 対戦済みの人がいるか？ return not(matched[player] \u0026amp; set(seats[table])) # 1つ前の卓が空いているのに、次の卓に座ろうとしたら終わり #（残りは卓の入れ替えでしかないので） def no_more(): prev_not_seated = False for i in range(TABLES): seated = len(seats[i]) \u0026gt; 0 if seated and prev_not_seated: return True prev_not_seated = not(seated) return False # 確定した席で対戦済み表を更新 def update_matched(): for s in seats: for p in s: matched[p] |= set(s) # 座席表を出力 def print_seats(game): print(\u0026#34;{}ゲーム目\u0026#34;.format(game)) game += 1 for i in range(TABLES): s = \u0026#39;, \u0026#39;.join(map(lambda p: \u0026#34;{:2}\u0026#34;.format(p+1), seats[i])) print(\u0026#39; {}番卓: {}\u0026#39;.format(i + 1, s)) print() # player が座れる卓に座る def take_seat(player, game): if no_more(): return False # 全員座ったら出力して終了 if player == PLAYERS: print_seats(game) update_matched() return True # 入れる卓に入る for t in range(TABLES): if can_seat(player, t): # 次のプレイヤーへ seats[t].append(player) complete = take_seat(player + 1, game) seats[t].remove(player) if complete: return True if __name__ == \u0026#39;__main__\u0026#39;: game = 1 while take_seat(0, game): game += 1 なんか、余計面倒だったような。。。 きっとうまく書いたら数行で書けたりするんだろうなぁ。"
},
{
url: "/p/68uqjjz/",
title: "捨て牌読み: チャンタで中盤の 8 切りは 9 待ち",
date: "2019-11-01T00:00:00Z",
body: "捨て牌読み: チャンタで中盤の 8 切りは 9 待ち 捨て牌がチャンタ狙いっぽいときに、中盤以降に 8p が切られた場合は、下記のような形から、9p を雀頭にした可能性が高いです。 8p9p9p チャンタ狙いの場合は、字牌もトイツで持っている可能性が高いので、必然的に 9p と他の字牌等とのシャンポン待ちが危険ということになります。 では、ペン 7p 待ちの可能性は考慮しなくてよいのでしょうか？ 中盤以降で 8p を捨ててペン 7p 待ちとなるということは、そこまで下記のような形で持っていたということになります。 8p8p9p この形から、7p 2枚、9p 1枚を引いて一盃口（イーペイコウ）を完成させるのはなかなか難しいので、多くの人は比較的早く 8p を一枚外すはずです。 つまり、遅くに 8p が切られた場合のペン 7p 待ちは、9p ほどは警戒しなくてもよいと言えます。"
},
{
url: "/p/7qaqseo/",
title: "捨て牌読み: 離れたターツ落としの即リーはまたぎ待ち",
date: "2019-10-21T00:00:00Z",
body: "捨て牌読み: 離れたターツ落としの即リーはまたぎ待ち 7m を切ってから、しばらくして 8m を切ってくる場合は、その周りの牌があったということなので、 7m7m8m8m からの 7m8m 外しの可能性が高いです。 よくあるのが次のようなメンツオーバーの形。 7m7m8m8m2p3p6p7p8p6s7s1z1z1z 三色が見えるので、ここからは 7m を落としておいて、下記の形にしておくのが手筋です。 7m8m8m2p3p6p7p8p6s7s1z1z1z 8m は雀頭候補になりますから、目一杯に打つのであれば、すぐに 8m を切ることはありません。 ピンズ、ソーズが埋まれば 7m 切りリーチです。 一方、先に 6m を引いてマンズのメンツが完成したら、牌効率的に 8m を外しておきます。 6m7m8m2p3p6p7p8p6s7s1z1z1z つまり、マンズが完成して、リーチ宣言牌より前に 7m8m が並んでいる場合、跨ぎ筋の待ちにはなりにくい ことになります。 逆に跨ぎ筋の待ちになるのは、次のような完全イーシャンテンになったとき。 7m8m8m2p2p6p7p8p6s7s1z1z1z 8m は雀頭候補なのでギリギリまで引っ張りますが、先に 5s8s が埋まると、雀頭は 2p になり、8m 切りの両面待ちになります。 つまり、両面待ちターツ落とし後の即リーだと跨ぎ筋の両面待ちになりやすい とうことになります。 もちろん例外もあります。 マンガ 『天牌67巻』 で山田さんは下記の手牌から 7m8m と落としていきますが、このようなケースではマンズ待ちは残りません。 でもこんな一盃口の形を崩していくはレアケースかな。 あるとすれば別の場所で三色になりそうで強引に狙っていくといき。"
},
{
url: "/p/xzkknrt/",
title: "牌効率 3 - メンツオーバーからの雀頭確保",
date: "2019-10-19T00:00:00Z",
body: "牌効率 3 - メンツオーバーからの雀頭確保 5m6m7m6p7p2s3s4s4s5s5s6s6s7s 漫画 『むこうぶち』 15巻からの何切る問題。 メンツオーバーで雀頭が無い形です。 ピンズを切れば単騎待ちで聴牌ですが、ピンズを切れない状況を想定しています。 つまり、3 メンツ完成しているソウズのどれを切れば、ソウズで雀頭を作りやすいかを考えてみてください。 どれを切ってもそんなに変わらない気もしますがどうでしょう。。。 2s 切り \u0026hellip; 3s6s 4s7s 4種10牌 4s 切り \u0026hellip; 2s5s8s 6s 4種11牌 5s 切り \u0026hellip; 1s4s7s 3s6s 5種14牌 6s 切り \u0026hellip; 1s4s7s 2s5s8s 6種18牌 7s 切り \u0026hellip; 2s3s5s6s 4種10牌 圧倒的に 6s 切りの受けが広いです。しかも 1s4s2s5s 引きなら三色目も残ります。 5m6m7m6p7p2s3s4s4s5s5s6s7s ポイントとしては、できるだけ横に広がり持たせたまま、塊が中央あたりに集まるように残すことですね。"
},
{
url: "/p/q5qtme5/",
title: "牌効率 2 - イッツー見切りからの端牌の処理",
date: "2019-09-30T00:00:00Z",
body: "牌効率 2 - イッツー見切りからの端牌の処理 1p3p4p6p8p9p 漫画 『むこうぶち』 より。 1p 切り or 9p 切りの選択問題です。 イッツーを遠くに見ていると、この形はよく出現するので、必ず覚えておきましょう。 次に 7p を引いてくるのであれば 1p を先切りしても 9p 先切りしても変わらないのですが、先に 2p / 5p を引いてきたときに違いが出てきます。 1p から切ると、2p / 5p 引きの場合にペンチャン or カンチャンの 7p しか残らないので、結局 9p は不要になります。 1p を切って 2p を引くと \u0026hellip; 2p3p4p6p8p9p （´д｀）9ピンイラネ\u0026hellip; 1p を切って 5p を引くと \u0026hellip; 3p4p5p6p8p9p （´д｀）9ピンイラネ\u0026hellip; 一方、9p 切りで 1p を残しておくと、2p / 5p 引きどちらでもリャンカン形に受けられます。 9p を切って 2p を引くと \u0026hellip; 1p2p3p4p6p8p （´∀｀）57リャンカンウマー 9p を切って 5p を引くと \u0026hellip; 1p3p4p5p6p8p （´∀｀）27リャンカンウマー 最後のパターンはちょっとわかりにくいですけど、これも立派なリャンカンです。 「ペンチャン外してリャンカン残す」 と覚えましょう。"
},
{
url: "/p/57im7zd/",
title: "牌効率 1 - 西ヨーロッパのリャンカン選択",
date: "2019-09-29T00:00:00Z",
body: "牌効率 1 - 西ヨーロッパのリャンカン選択 4s4s4s5s6s6s8s3p4p7p7p6m7m-2s メンツオーバーなので、ソーズで 2 メンツを作ることを考えます。 2s ツモ切り、あるいは 8s の選択でしょうか。 2s 切り \u0026hellip; 4s5s6s7s 4種10牌で2メンツ完成 4s 切り \u0026hellip; 3s5s7s 3種11牌で2メンツ完成 8s 切り \u0026hellip; 3s4s5s6s7s 5種14牌で2メンツ完成 ソーズで 2 メンツ作ることを考えるのであれば、8s 切りが効率がよいです。 暗刻の近くの 2s をツモ切りしがちなので要注意です。 2s4s4s5s6s というカンチャン受けを見逃してはいけません。 この形には 8s がなくても、7s ツモでソーズの 2 メンツは完成します。 また、2s を残すことで、リャンカン形で 3s の受け入れを残すことができます。 そう考えると、8s はもとから不要な牌であり、手牌はもっと早く 4s4s4s5s6s6s というスリムな形にしておくべきだったのかもしれません。"
},
{
url: "/p/ejvw7wv/",
title: "捨て牌読み: 序盤の 3 切りと 4 切りについて考える",
date: "2019-09-28T00:00:00Z",
body: "捨て牌読み: 序盤の 3 切りと 4 切りについて考える 1、2 牌が切られていないのに 3、4、5 が切られている場合は、1、2 牌は手の内にあるのでしょうか？ 序盤のうちに 1p3p / 2p3p / 1p1p3p / 2p2p3p という形から、3p を切り出していくことは少ないので、3p が早い段階で切られているときは、その外側はかなり安全だと考えられます。 昭和時代には、2p3p3p という形から 3p を先切りするという戦法もありましたが、現在はマイナーでしょう。あるとすればチャンタの決めうちの場合でしょうか。 一方、4 や 5 の先切りはチャンタや三色が絡むケース、例えば 1p1p2p4p からの 4p 外しは十分に考えられます。 なので、序盤に 4p が切られているときに、その外側の 1p / 2p が安全と考えるのは早計です。"
},
{
url: "/p/6ipdj9d/",
title: "鳴いた時に手牌を見破られないようにするための理牌",
date: "2019-08-26T00:00:00Z",
body: "鳴いた時に手牌を見破られないようにするための理牌 こんな小手先のテクニックは雀鬼様に怒られそうですが、チーやポンをしたときに相手に残りの手牌を見破られないようにする理牌の仕方の説明です。 間に 1 枚残るチー これはよくある例ですが、綺麗に理牌している人は、 2m3m4m4m という形から、2m4m のカンチャンでチーすると、間に 3m があることが一発でバレます。 それだけでなく、残りの形が 3m4m という形であることもバレてしまいます。 なぜなら、仮に 2m3m4m5m や 2m3m4m4m5m のような形であれば、4m5m を晒すのが普通であり、残っているのは 3m4m であるとほぼ一点読みできてしまうのです。 このような形からチーしていく場合は、次のように理牌しておくと必ず隣り合った牌同士でさらすことができます。 4m2m3m4m 元の形から、4m を一番左側に移動させれば OK です。 間に 2 枚残るチー 2s3s3s4s という形から、2s4s のカンチャンでチーすると、間に 3s3s とあることがバレます。 アタマの確定であればよいのですが、ホンイツなどをやっているときは、これが致命傷になりかねません。 この形は、1s2s3s4s5s すべてチーできる形ですが、次のように理牌しておくと、必ず隣り合った牌同士でさらすことができます。 3s4s2s3s 右端にあった 3s4s をその形のまま左端に移動させればこの形になります。 1 つの目の例と同様に、カンチャンを含む全てのターツが隣り合うように配置されているところがポイントです。 慣れればすぐにできるようになりますが、この配置を覚えられない場合は、2 枚揃っている牌（上記の場合は 3s3s ）を両端に持ってくると覚えてもよいかもしれません。 ただし、そのように移動させると 2 ステップかかるので、理想は 3s4s の 2 枚をまとめて動かすことです。 端牌の両面チー 1p1p2p3p6p7p9p9p 上記のような形から 1p4p 、6p7p などをチーしていく場合も同様です。 内側のターツを外側に移動させて、下記のように理牌しておけば、1p や 9p が危険牌として察知される可能性を減らせます。 2p3p1p1p9p9p6p7p"
},
{
url: "/p/jmt43mi/",
title: "イッツーの卵を早々に見切らない",
date: "2019-08-25T00:00:00Z",
body: "イッツーの卵を早々に見切らない 三色と違い、イッツーを成就させるには、一九牌の扱いがポイントになります。 例えば下記のような形、 1p2p3p4p4p5p6p あるいは、その一歩手前の、 1p2p3p4p4p5p という形からは、無意識にタンヤオへ向かう 1p 切りを選択しがちです。 このようなシュンツの連続系が見える形からは、必ずイッツーへの変化を考慮しましょう。 ここからは、4p を一枚外しておくと、7p 、8p 、9p を引いてきたときのありがたみが変わってきます。 逆に、すでに河に 1p が切られているときは、上側の牌はゴミのように感じてしまうでしょう。 もちろん、残りの牌が完全にタンヤオを示唆しているのであれば、1p 切りでも OK です。 逆に、決してタンヤオにはなりそうにない手牌の場合は、4p 切りです。 仮にイッツーに進展しなくても、4p の早切りによって 3p6p 待ちはマークされにくくなるでしょう。"
},
{
url: "/p/mp6bidz/",
title: "チートイ狙いのときの両面ターツの払い方",
date: "2019-08-02T00:00:00Z",
body: "チートイ狙いのときの両面ターツの払い方 7p8p 場がトイツ場だと読んだとき、チートイに狙いを定めて両面ターツを嫌っていくとき、どちらの牌から払っていくか迷うことがあります。 例えば、上記のような両面ターツを払う場合、無条件に端に近い 8p の方を残しがちです。 こんなときは、他家の捨て牌にヒント が隠されていることがあります。 4p を切っている場合、手の内に 7p があることを示唆しています。 5p を切っている場合、手の内に 8p があることを示唆しています。 つまり、他家が切っている牌のスジ牌から嫌っていくと、ヤマに残っている可能性が高いです。 さらに、他家が 4p を切っているときに、こちらが 8p をトイツにすることに成功すれば、それは相手の裏スジの牌を抑えることにもなります。"
},
{
url: "/p/sns9x68/",
title: "読書メモ『雀鬼流麻雀道場（上巻）感性の法則』桜井章一",
date: "2019-07-28T00:00:00Z",
body: "読書メモ『雀鬼流麻雀道場（上巻）感性の法則』桜井章一 麻雀に愛される「感性」の法則―雀鬼流麻雀道場〈上巻〉 (雀鬼流麻雀道場 (上巻)) 桜井章一 竹書房 雀鬼流麻雀道場のメンバーの牌譜を再現しながら、一打一打の意味を桜井氏含む四天王と考察していく話です。 巷の麻雀戦術書とは次元が違い、裏ドラや和了る人を流れ（アヤ）から読んでいくという内容になっています。 なぜ雀鬼と呼ばれる桜井氏が、裏ドラまでピタリと当てることができるのか、その片鱗が垣間見えます。 法則その 1 麻雀は、ドラ色を基準に考えて打て 配牌にドラ色が多いのは、ツイている状態である。 また、どちらのメンツを嫌うかの分岐点では、ドラ色の方を大切にするのが基本である。 さらに、和了り、振り込みの勝負は、ドラ色で決するのがベストである。 愚形が多くて窮屈な手牌でも、型が決まっている手は、引きの強さが測れる ペンチャン・カンチャンが引ける色はツモが強いといえる。 だからその色は、たとえ3枚目でも鳴かない。 つまり、ある色の強弱が、鳴くかどうかの分岐点での判断基準になる。 弱い色の方を引いてテンパイした場合は、たとえ表面的には良いテンパイに見えても、逆流のテンパイ。 そこには微妙な違和感がある。 麻雀の基本は、多い色を集めることである 一色手はもちろんそうだが、手牌にマン・ピン・ソーの三色があって、メンツをどれか嫌わなければいけない場面では、最も少ない色を払って手牌を二色に持っていく。 これがいずれ三色 → 二色 → 一色という型に繋がっていく。 麻雀は、自力と他力の両方を使えるのがベストである 人は一人では生きていけないのと同様、麻雀も自分の力（ツモ）と他人の力（鳴き）の両方を使えるのがベスト。 当然、基本は自力（ツモ）なので、ロン和了りに期待するという意味ではない。 鳴きは、他人の力をお借りする、という感覚であって、意識の持ち方は無論、自力本願でなければならない。 法則その 2 鬼門牌の動向に意識を置け 前局、もしも鳴いてたなら和了りがあったという場合、その次局、面前ではなく、鬼門の牌を一つ鳴いた誰かが和了りに結び付く、という可能性あり。 ドラの変化と、場の支配色を見落とすな ドラがマンズ、マンズと続いた後、ソーズになった場合、これは一つの変わり目である。 何らかの変化が場に現れる可能性が高い。 さらに前局の和了りもマンズと、場全体でもマンズの支配が強い場合、ドラがソーズに変わったその局は、ドラ色のソーズで場が動く可能性が最も高い。 待ちの良し悪しで状態を計れ 自分の目から見たら良い待ちだが、フタを開けてみればカラテン、というのは状態が良くない。 それは次局に影響する可能性が高いので、注意と修正の意識を忘れてはならない。 法則その 3 要注意の局面にまず気付くことが大切。気付いたら一刻も早く修正しろ 手牌が伸びない、鳴くべき牌が出てこない、余り牌が全てロン牌、実際テンパイした結果放銃。 これらは明らかに要注意の状態。 こういう局面では、何気なく切った牌が当たったりするので、ある程度、受けの手作りをしなければならない。 意識としては、勝負ではなく受けに重点を置き、要注意の状態を修正していく。 具体的には、手牌の贅肉をそぎ落とし、相手の攻撃に対する受けの牌を用意する。 ただし、完全にオリではない。 裏ドラは、グー・チョキ・パーで読め 今までの流れから、活きてる色、死んでる色を計り、グー・チョキ・パーの感覚でマン・ピン・ソーの強弱を読む。 さらに場に強いスジ、表と裏の相性と、踏み込んで読みを進めていけば、裏ドラは必然のものとして見えてくる。 間に合う、間に合わないで、状態を計れ 誰かの当たり牌を、テンパイ直前に切れてるのは間に合っている状態。 逆に、誰かのテンパイ後に当たり牌を切らざるをえないのは、間に合ってない状態。 間に合っていないならば、間に合うように、自分の状態を修正することが大切である。 法則その 4 麻雀は、第一ツモが重要である 何事も最初が肝心なように、麻雀も第一ツモが何であるかが重要。 それで進むべき方向性が決まってくるし、序盤に急所（ネック）の牌を引けるようなら、その後の伸びも期待できる。 配牌の時点で、手牌の伸びと方向性を読め それまでに出た和了りを見れば、その時、その場で活きてる手役（型）がわかる。 だから例えば、配牌で三色と一通の両方の可能性が見えていたとしても、どちらに伸びるかは前もって読める。 法則その 5 鳴き場か面前場かを判断し、和了りを読め それまでの和了りを見れば、鳴きと面前のどちらが場で強いかがわかる。 鳴きが弱ければ、鳴く手になってる者の和了りは遠いし、字牌が重なる等、鳴くべき形に手牌が伸びていくのは、場の流れに沿ってないと判断できる。 ただ、鳴くべき手牌なのにわざと鳴かないというのは、自然の流れに逆らっている。 鳴くことで万が一和了れれば、場の流れが変わるきっかけ、変わり目になるからだ。 その場で強い色・スジがわかれば、和了りも一点で読める マンズの下スジのドラが続いていて、和了り牌も別色だが下スジならば、和了りはカン 2m 、ペン 3m ということさえ、配牌の時点で読むことができる。 その場でのマン・ピン・ソーの強弱・比率を掴んだなら、場を見た感じはソーズの方が和了りやすいなと思えても、マンズの下に受けて和了ればいい。 それが、流れに乗る、ということである。 法則その 6 今までにはなかった変化や動きを見落とすな その半荘で初めて役牌が暗刻になったなら、それは一つの大きな変わり目になる可能性がある。 さらに前局、ハジのドラが暗刻になる等、トイツの流れ（アヤ）があることも考慮に入れれば、その手が進むべき方向や、どう伸びていくのかさえも読める。 変わり目の牌や手役を活かして手を進めていくことが、場の流れに乗る、ということに繋がる。 アヤ牌を大切にすれば、場の変わり目も読める 2p5p の和了りが続く、毎回 9p がトイツになる等、場に頻繁に絡んでくるのがアヤ牌。 まずは、それを大切にする意識で打つ。 そのアヤ牌を、手順上どうしても切らねばならない時、結果的に都合の悪いことが起きたなら、まだそのアヤ牌は活きている。 逆に好結果に繋がったなら、そのアヤは薄くなっている。 つまり、それはアヤの変わり目であり、次のアヤ牌を探せば良い。 季節が春夏秋冬と変わっていくように、麻雀の流れも変化していく。 ただ、その変わり目は色濃く出る時もあれば、薄い時もある。 それを見逃さず、変わり目に従い、自分の身を任せて打つことが、麻雀の流れと一体化する、ということである。 字牌を大切にして、変幻自在な麻雀を打て 字牌は 1000 点のスピード手で大物手を蹴ることもできれば、最高は役満という大きな手に育つこともある。 便利で建設的な牌である。 字牌を鳴いた和了りが出ない、面前でしか和了れないという場は、明らかに不自然であり、単なるツキ勝負で終わってしまう。 字牌を鳴くべき時に鳴くことで、場や点棒に偏りのない、自然でフラットな状態が生まれる。 常に字牌を大切にする意識を持っていれば、今の状況を客観的に判断することができるし、今何をどうするべきかも自然に見えてくる。 それがたまたまの和了りなのか、意味のある和了りなのかさえ、字牌に意識を置くことで、わかるようになる。 法則その 7 勘を磨くことが、麻雀ではとても大切である 何にも情報がない時点でも、人間には直感というものがある。 これを磨いていくことが、勝負ではとても重要である。 見た目の情報や知識に惑わされず、本質や真理を見抜くためには、直感や感性を大切にしなければならない。 心も体も柔軟にし、瞬間的に対応していけ 何か一つのことだけにこだわってると、本質を見失い、動きが取れない。 面前か鳴きか？ その場その場の状況に合わせて、臨機応変に対処していくためには、心と体の柔軟性が必要である。 それが勝負事で最も大切な「間に合う」ということ。 動くことで手牌も生き物のように動き、それが流れを生むことにもなる。 配牌の良否は、ドラを基準に考えろ 配牌にドラがあるかどうか、あるいはドラ色が多いかどうか、ドラがあるなら、ドラ部分の形はどうか、という目で配牌の良否を捉えれば、いま自分の置かれた状態や、この先の展開も読めるようになる。 三色を見切るのは、ツモの良し悪しに素直に従えばいい 三色ができる時は、ネックになる有効牌を、早い段階でポンポンと引いてくる。 無駄ヅモが続く、三色目が消える牌を引いてくる、という時は、三色が崩れることが多い。 そういう時は三色に固執せず、見切るべきである。 ツモの伸び方で、この先のツモも読める 配牌がピンフ系なのに、ツモがタテに伸びてくる、という時は、今ある両面ターツ 7m8m が死にメンツである可能性が高い。 ということは両面を素直に引けず、その牌が重なるだろうという読みが成り立つ。 さらに踏み込めば、5p5p6p7p という形に引いてくるのは、両面になる 4p や 6p ではなく、5p や 7p であることも前もって読めてくる。 法則その 8 麻雀は、意味を探し、道理を見つけていくゲームである 字牌の動きがなかった場に、初めて役牌の和了りが出たなら、次局、字牌が動いてくる可能性が高い。 さらにその字牌による和了りが、風牌か、三元牌かに着目すれば、場で活きてくる字牌が何なのかさえも絞り込める。 立て続けに鳴かれている人間は、要注意の意識で打て 相手にポンされるというのは、自分にとっての不要牌が相手にとっては必要ということであり、その延長線上には振り込みがある。 これは互いの状態の差を示す、一種のシグナルである。 不要牌を続けてポンされている側は、要注意の意識を持ち、打ち進めなければならない。 法則その 9 ドラは最もわかりやすい、変わり目のサインである 今まで一度もなかった字牌のドラが、場に初めて出現。 これは何らかの大きな変わり目のサインである。 例えば、大きな和了りが出る、ノー和了の人間が和了る、今までにない手役の和了りが出る等、場に大きな変化をもたらす可能性が高い。 目に見える、最もわかりやすいドラのサインを見逃すな。 自分の得意な色・スジを意識して打て その日、ピンズ待ちの和了りが多いなら、ピンズは自分の得意な色といえる。 さらにピンズの中でも上スジなのか、下スジなのか、あるいは 2-5-8 のスジなのか、を意識すれば、自ずと自分が和了れる待ちがわかってくる。 これは相手に対しても然り。 場における強さ・濃さを感覚で捉えて打てば、誰が和了り、どの待ちが和了れないか等、見えないものが見えてくるようになる。 法則その 10 状態や状況に合わせて、柔軟に手を進めろ 自分の状態が悪い時に、無理に手役を追っても間に合わない。 それは努力ではなく、的外れ、こだわりすぎ、無謀に繋がる。 手役や型は一気に作るものではなく、徐々に、その流れを作っていくもの。 少しずつ積み重ねていくことで自然と型が仕上がるようになる。 ツイてる時は遠くを見て打ち、ツイてない時は身近を片付けていけ 自分がツイてる時は、遠くにある理想形を追い、そこに向かって手を進めればよい。 ツモが良いのだから、わざわざ安い手でフタをする必要はない。 逆にツイてない時に遠くを見ても、実るわけがない。 足元を固める感覚で、まず目の前の身近なことを片付けていき、少しずつ遠くを見れるような状態を築いていく。 修正力で、自分の状態を整えろ 人間は必ずミスをするし、長い時間麻雀を打っていれば、自然に故障した部分も出てくるものである。 だから、そのミスや故障に早く気付き、弱い部分を修理・修正することが大切である。 それが鳴き良し・面前良しで、どの色・スジともに強い、万能の状態を生むことになる。 → 雀鬼流麻雀道場（下巻）へ"
},
{
url: "/p/t2onwca/",
title: "読書メモ『雀鬼流麻雀道場（下巻）感性の法則』桜井章一",
date: "2019-07-28T00:00:00Z",
body: "読書メモ『雀鬼流麻雀道場（下巻）感性の法則』桜井章一 勝利を呼び込む「無敗」の法則―雀鬼流麻雀道場〈下巻〉 (雀鬼流麻雀道場 (下巻)) 桜井章一 竹書房 雀鬼流麻雀道場（上巻） の続きです。 名前を伏せた雀鬼会メンバーの牌譜を見ながら、桜井章一氏を交えて、雀鬼会メンバーが議論するという内容です。 今回は面白い趣向が凝らされていて、実は打ち手の一人が雀鬼（桜井氏）本人とバトンタッチしています。 議論しているメンバーはそのことを知らないので、その打ち手の打ち筋をボロクソにけなします（桜井氏本人も自分の打ち筋を一緒にけなすｗ）。 最後にネタ晴らしされるのですが、そこまでのやりとりがとても面白いです。 桜井氏も、「もう二度と出ねぇよ、こんなお笑いの本は！」と言っています。 今は「デジタル」「確率」といった体の麻雀戦術書はたくさん販売されていますが、桜井氏のような解説があるものは皆無と言っていいでしょう。 彼は、ドラ・色・アヤ・流れというものをものすごく重視しています。 桜井氏のような人が、今後麻雀界に出てくることはあるのでしょうか・・・。 法則その 1 全員の配牌に大きな手が入ってるのは、荒場になる前兆である。そういう時こそ、しっかり打たなければならない 麻雀は、それまでの流れや前局の影響が色濃く出るものである。 その日、卓を引っ張れるだけの強者がいない荒れた場で、全員に大物手が入っている場合、その局も荒れた場になる可能性が非常に高い。 一歩間違えると、勝負を決定付けるような和了りが出るかもしれないので、注意が必要である。 誰かに大きな手が入ってるかどうかのヒントは、ドラや序盤の切り出しにも表れる。 一色手ができるかどうかのポイントは、スジのトイツの有無で、国士無双の場合は、風牌の有無に着目せよ スジの牌が重なれば一色手は育ちやすい。 スジ牌をトイツや暗刻で持ってれば、その周辺は使いづらくて場に切られてくるので利用しやすいからだ。 だからチートイ同様、一色の場合もスジを大切にする。 国士の場合は、5z6z7z の三元牌より 1z2z3z4z の風牌が 4 枚揃っている方が、和了りに結び付く可能性が高い。 オタ風が早く切られるのに対して役牌は後から切られるし、もし三元牌が鳴かれなければ、ヤマに残っている公算が強いからだ。 法則その 2 麻雀では、同時性の人間を探して打て 三色や一色の同時性の人間がいれば、手の進みは早くなる。 例えば一色の場合、片やマンズで片やソーズなら、互いに不要な色を切るから余った牌を拾いやすい。 三色の場合も同様。 上と下の三色ならもちろん、お互い真ん中同士の三色であっても、残った二人は身動きが取れないため、同時性の自分達の方が浮かび上がってくる。 同時性（＝相方）の有無にアンテナを張っていれば、自分の手の進みを計ることができる。 法則その 3 その場で何が強くて、何が弱いかを感じながら打て マンズの和了りが続く、ドラもマンズが多い等、その場でマンズ色が強ければ、マンズに嫌われている人間は和了れないのが道理である。 ではマンズの次に強い色は何か？ 自分が得意な色は何か？ あるいは色以外にも、トイツが強いかピンフが強いか？ 三色か一色か？ と、常に場の強弱に意識を置いて打ち進めることが重要である。 法則その 4 ドラがオタ風か三元牌かで、その場が荒れるかどうかを計れ 同じ字牌でも。ドラがオタ風の場合は小場で、三元牌の場合は荒場になる可能性が高い。 なぜなら三元牌は四人全員に効いており、鳴いただけでマンガン確定。 役を絡めれば、ハネ満・倍マンも難しくはないからだ。 常にドラに注意を払い、大切にすることで、その場の流れと一体化した麻雀を打つことが可能になる。 序盤のツモや切り出しで、今後の流れを予測して打て 早い巡目で捨て牌にカブっている牌が多かったり、ツモがタテに重なってきたりする場合、すでにその時点でトイツ場になることは明らかである。 ならば、自分の手がどの方向に伸びるか、誰の手に注意を払って打ち進めるべきかも、自ずと答えは見えてくる。 序盤のツモや切り出しには多くのヒントが隠されている。 その足跡を見逃さず、場の流れに即した対応で手を進めろ。 不自然さや違和感を見落とさず、そこに隠された意味を探せ 例えば、場にピンズが安いのに自分だけピンズを拾えない。 あるいは、みんなトイツ手なのに自分一人だけピンフ手である。 こういった違和感の裏には、必ず意味がある。 それは自分が引き起こしたものなのか、それとも自然の運の差から来るものなのか、意味をしっかりと捉え、現状を受け止めた上で修正をかけていけ。 法則その 5 目先の形に囚われず、その場の流れに合わせて打て 自分の座っている席が良くない、間に合わないといった場合、面前に固執して大物手を狙っても実らない。 自分が遅れているなら、間に合わせるという意識で、動いていくことが大切である。 動くことで他人の大物手を潰すことにもなるし、自分の手が活性化することにもなる。 それが結果的に卓に乗ることにつながる。 法則その 6 自分の強い色と弱い色をしっかりと把握し、強い色で手をまとめて勝負しろ 例えば、自分はマンズが弱くて相手と対抗できないほどの開きがある場合、マンズを払ってピンズとソーズの二色取りで手牌をまとめ、自分の得意な色で勝負する。 そうやって間に合わせて和了りを重ねていくことで、自分のマンズの弱さが解消され、一歩遅れた状態も修正されていく。 法則その 7 場を支配している主流色の動向に注目し、今後の動きを予測して打ち進めろ 場を支配しているのがマンズで、かつドラもマンズなら、当然その局のマンズ色はさらに強まる。 ならば和了りに最も近いのは、必然的にマンズを得意としている者になる。 マンズが得意な者はここをチャンスと捉え、苦手な者は要注意の意識で打ち進めていけ。 法則その 8 刻一刻と変化する流れに対応し、運や状態を計りながら局面に臨め 麻雀では、ちょっとしたミスや鳴き、安いのみ手であっても、場の流れに大なり小なりの影響を与えるものである。 小場は上手が勝ちやすい流れではあるが、何かのきっかけで荒場に変わることは往々にしてあるので、常に全体の流れと他家の動向に気を配り、局面に臨むことが重要である。 法則その 9 親権の流れが生まれると、大物手が飛び交う荒場になる 親が連荘して点棒を叩くのが、親権の流れ。 そうなると状態の悪い人間は流れに乗れず、一人だけ取り残されることになる。 だから遅れている者は、安いスピードの手で和了り、小場で回して対抗していく。 自分の親ですら、安手で流してくれたらベストと考えろ。 法則その 10 変わり目の予兆を見落とさず、その場の流れをしっかり捉えて打て ずっと小場が続いていても、突如として荒場に変わることがある。 だが、その裏には何らかの予兆が存在する。 例えば前局、誰かに大物手が入っていたり、ドラに字牌が現れたりといった場合、それは場が大きく動くサインでもある。 さらにその半荘、足の遅そうな者や型から外れた者が和了る流れで、遠くに大物手が見えるような人間がいたなら、その局どういう和了りが生まれるかも予測可能となる。 法則その 11 その場の色・型・スジの強弱を常に意識し、全体感でマージャンを捉えて卓に乗れ その場全体の支配色はどの色か？ 和了れる役や型は何か？ 和了りやドラに絡んでくるスジは何か？ 一方、自分が得意、不得意とする色・型・スジは？ という風に、常に全体と個の両方をバランス良く捉え、かつ強弱の変化も見逃さないことが、卓上に乗り、麻雀と一体化することにつながる。 苦手な色を克服した和了りが、マン・ピン・ソー万能の流れを生む 例えば、ずっとマンズが苦手でピンズを得意としていた者が、自分の手牌から得意のピンズが消えてソーズで和了った場合でも、マン・ピン・ソーすべて OK の、万能の状態に入っていくこともある。 そうなれば、あとはもう自然に打っているだけでいい。 刻一刻と変わる自分の状態を常に客観的に把握し、より良い状態に持っていくための努力と工夫を忘れるな。 それが「無敗」への道につながるのだ。"
},
{
url: "/p/36np8te/",
title: "ホンローホンイツトイトイって高いよね",
date: "2019-06-18T00:00:00Z",
body: "ホンローホンイツトイトイって高いよね ホンローホンイツトイトイ役役を振りました。 倍満です。 でかいです。 トラウマになります。 ホンローだけならまだしも、ホンイツが付いていると何かズルイって思っちゃうのは私だけでしょうか？ 全然ズルくないんですけど、必ずトイトイかチートイがセットなので、最低ハネ満あって高いんですよね。 ホンロートイトイってうまく字牌を処理できればアガりやすくて、仮にアガれなくてもかなりの牽制になります。 さらにホンイツと役牌が絡めば倍満が見えてくる。 配牌で19字牌のトイツが多く見えた場合は、積極的に狙っていきたい手だとあらためて感じました。"
},
{
url: "/p/8gkdk5t/",
title: "読書メモ『瞬間力 20年間無敗の雀鬼に訊く93の質問』桜井章一",
date: "2019-06-05T00:00:00Z",
body: "読書メモ『瞬間力 20年間無敗の雀鬼に訊く93の質問』桜井章一 瞬間力 20年間無敗の雀鬼に訊く93の質問 桜井章一、南波捲 竹書房 桜井章一氏への質問をまとめた本です。 よい麻雀とは何なのか？強い麻雀と勝つ麻雀は何が違うのか？ 世の中の麻雀と桜井氏の考える麻雀とはいったい何が違うのかに関していろいろと答えてくれています。 著者の南波氏は、もともと桜井氏のことを偽物、雀鬼会をカルトの教団のように考えていた人のようで、後半には「雀鬼は本物か？偽物か？」のような章があります。 このあたり、他の雀鬼本とは若干趣が違いますが、南波氏は今はバリバリの信者かと思いますｗ 結局、何を感じるか、何を汲みとるかっていうのは人によって違うので、そもそも本物・偽物議論ってあまり意味はないのですけどね。 マスコミもそうですけど、何でも白黒つけて批判しようって考え方は自分が苦しくなるだけ。 「信じるか信じないかはアナタ次第」って言葉は偉大です。 働くことは義務であり美徳でもあるとされているけど、オレなんて働くこと自体が実は悪いことなんじゃないかと思ってる。 こんな世の中だから働かざるを得ないんだけどね。 今の社会の中で「働く」ことって、人間が考え出したものでしかないんですよね。 自然の中で豊かに生きていくためには、それが本当に必要なものなのか。 モノが溢れている現在は、また考え直す時期に来ているのかもしれません。 ウチの若いのなんて貧乏人ばっかり。 でもそんな連中が集まって楽しければそれでいいじゃないか。 世の中ではでかい組織ほど本物だと思ってる。 そうじゃないよ。大きければ大きいほど偽物なんだ。 現代人には大きな会社、大きな組織イコールよいものだ、という固定観念がありますね。 人生100年時代と言われて少しずつ考え方が変わってきているようですが、個としての「強さ」を求める続けること、信念を持って生きることを忘れないようにしたい。 情報というのは小さくしなくてはダメなんだ。瞬間で分析してパッと大切なものをつかむ。 麻雀というゲームにおいて、状況や状態や対処の仕方、進む方向をきちんと理解していれば、「考える」時間は必要なくなるのです。 テレビに出ている麻雀プロで、毎度のように長考する人いますが、見ているこっちが恥ずかしくなってしまいます。 雀鬼流のように常に 1 秒で切れとは言わないまでも、プロと名乗るのであれば、いろいろな状況を想定して一定のリズムで気持ちよく打っていただきたいものです。 まぁ、時々長考する、というのが一種のエンターテインメントになっちゃってるのかもしれませんが。 座る位置だってずっと同じではいけないんだよ。手前の山から牌をツモるときには、気持ち椅子を引いているもんだ。ちょうど手を伸ばしたとき、そこに牌があるのがいい位置だから。てことは、対面の山からツモるときには、少し前に出るわけだよ。そうすればどこのツモにも対処できる。 力が入りすぎる人も多いね。それで頭が動いて、縦揺れになってる。そんなときオレは「縦揺れ！」と指摘し、修正してやる。 姿勢に関して述べている麻雀本ってあまりないのではないかと思います。 私も少なからず姿勢に気を付けて打っているのは、桜井氏の影響がありそうな気がします。 やる気のある人間のそばがいい。やる気のない人間のそばにいると、オレまでやる気がなくなるでしょう。やる気というのは、いつも持っていなきゃダメなものだよ。 元気があれば何でもできる！やる気があれば何でもできる！ ほんとそう思います。 やる気のある人のそばで過ごすべきだし、自分もやる気のある人であるべき。 麻雀は通常トップを決める勝負ですが、そのような考え方だと負けている人は「もうダメだ」となってどんどん差が開いていく。逆にラス決めの勝負だと皆「やる気」がなくならないので、最後までダンゴの状態が続きやすいらしいです。 負け気味のときも皆「やる気」をなくさないこと。 それがよい麻雀にする条件のひとつですね。 麻雀だけはよく気づくなんてありえない。普段からいろんなことに気づくようにしなさい。 気づく力、これは意識していないとできない。 ちゃんと気づいてくれるから信頼感も生まれる。 ボーッとしてちゃダメだ！"
},
{
url: "/p/mgna5bx/",
title: "序盤の孤立牌の切り順",
date: "2019-05-09T00:00:00Z",
body: "序盤の孤立牌の切り順 1s4s5s1p4p とあったときに、1s と 1p のどちらから切り出すべきかというお話。 どちらでもいいように見えて、大きな違いがあります。 ソウズの方は 2s3s と引き入れると 1s2s3s4s5s という連続系になりリャンメン受けが残りますが、筒子の方は 2p3p を引き入れたところで 1p2p3p4p という形にしかなりません。 1 枚少ないから当たり前じゃんと思うかもしれませんが、すでに 5s があるのと、5p がないのでは、大きな差なのです。 1p2p3p4p という形は、ここからさらに 3p か 5p を引いてこなければリャンメンターツができないため、4p が孤立牌として浮いているのと同じくらいの価値しかありません。 よって、結局 1p は不要になる可能性が高くなります。 一方で、1s4s5s という形は、その時点ではあまり価値がないように見えて、将来的なツモによって飛躍する可能性を秘めているということです。 ポイントは 3s という中間に位置する牌がどのメンツの構成牌として使われるかということ。 1s3s4s5s という形では 3s4s5s というメンツを構成する牌として使われていますが、1s2s3s4s5s と繋がった時点で 1s2s3s を構成する牌として扱われるようになるため、4s5s がリャンメンターツとして解放され、再び力を取り戻すのです。 么九牌でなくても考え方は同じです。 4m5m8m5s8s という形は、マンズの方が好形に向かって一歩進んでいます。 6m7m を引いちゃった日にはもう、三面張です。 金の卵です。"
},
{
url: "/p/5s498zg/",
title: "麻雀に新役「令和（レイホウ）」が追加される",
date: "2019-04-01T00:00:00Z",
body: "麻雀に新役「令和（レイホウ）」が追加される 本日、日本の新しい元号「令和」が発表されました。 それと同時に、麻雀の世界でも新しい役、令和（レイホウ） が追加されました！ 「人和（レンホウ）」と似ているので間違えてはいけません。 1m1m1m4m4m5m5m6m6m2s3s4s9s9s このように、マンズとソウズだけで手を作ると二翻が付きます。 喰い下がりで一翻です。 令和という言葉は、万葉集の序文からきています。 万葉集の「万」からマンズ、「葉」からソウズが連想され、これら 2 種類の牌だけで揃える役として令和（れいほう）が考案されました。 リーヅモ、タンピン、レイホウだけでハネ満になります。 字牌が入っていると成立しないので、毎回狙えるというわけではありませんが、ピンズを嫌っていくだけでよいので費用対効果の高い役です。 積極的に狙っていきましょう。"
},
{
url: "/p/ogo4jv5/",
title: "捨て牌読み: 役牌のポンテンに側テン（そばてん）なし",
date: "2019-03-31T00:00:00Z",
body: "捨て牌読み: 役牌のポンテンに側テン（そばてん）なし 例えば今 7z をツモって、次のような手牌になったとします。 よくあるイーシャンテンの選択です。 1s2s3s1p2p3p7p7p8p7m8m8m7z7z ここからは、好形のリャンメン形を残したいので、例えば 7p を 1 枚外して次のような完全一向聴（2両面＋2対子で最終的に両面待ちになる形）に受けるのが一般的でしょう。 1s2s3s1p2p3p7p8p7m8m8m7z7z ここから 7z をポンすると、7m 切りの 6p9p 待ちにになります。 つまり、完全一向聴からのポン後に切った牌の周りはリャンメン受けがなくなって雀頭として固定されることになり、その周りは待ち牌になりません。 これが、「ポンテンに側テンなし」と言われる理由です。 しかし、この格言には例外があります。 役牌のトイツを 2 種類持っている場合です。 例えば、 1s2s3s4s5s6s2p2p3p5z5z7z7z こんな形のイーシャンテンから、5z あるいは 7z のポンでテンパイに取った場合です。 このような「1両面＋3対子」の形からポンテンした場合、2p 切りのリャンメンに受けようが、3p 切りのシャンポンに受けようが、最後に切った牌の側テン（1p2p4p のいずれか）になります。 役牌ポンでテンパイと読むのであれば、もう一種類の役牌が対子で持たれていないか、という見極めが大切になってきます。 他の役牌は持たれていないと読めれば、今切られた牌の周りは比較的安全 です。 まぁ、あるとすれば、19牌のシャボなどですね。 上記の例は、ポンテン時の 2p 切りで側テンの跨ぎ筋である 1p4p 待ちが残ってしまう例外パターンでしたが、少なくともすぐ隣の 3p に関しては比較的通りやすいことを覚えておいて損はないと思います。 なぜなら、　2p4p5p8m8m という形で 2p を残すことはないし、 2p3p4p5p6p9m9m といった形であれば、9m は鳴かずに三面張を残すだろうからです。 もちろん、 2p2p4p8m8m という形からカンチャン待ちを残すケースや、 2p4p4p8m8m という形からシャンポン待ちを残すケースは考えられますが、少なくとも跨ぎ筋となる 1p4p ほど危険ではないので、勝負手であれば 3p は押す価値ありです。"
},
{
url: "/p/46dm7sb/",
title: "ウマは 5・10 がベスト",
date: "2019-03-22T00:00:00Z",
body: "ウマは 5・10 がベスト 仲間内で打つときの順位ウマは、10-20 でもなく、10-30 でもなく、5-10 にすることをオススメします。 そうしないと、2着と3着、3着と4着のポイント差が大きすぎるんです。 妥協した2着狙い（2カク）、3着狙い（3カク）が多くなって、「え、そこでトップ狙わないの？」って和了りが多くなってしまいます。 できれば、オーラスまで全員がトップを虎視眈々と狙う熱い闘いをしたいものです。 そういう勝負であってこそ、どうしたらトップを取れるのか常に考えるようになり、本当に強い麻雀を打てるようになっていくはずです。 いつも妥協、妥協の麻雀ばかりを打っていては、ここぞというときに勝ち切る力はいつまでも付きません。 あと、25,000 点持ち 30,000 点返しが前提ですが、ウマが 5-10 だと、トップのポイントが点数そのままになるのがシンプルで好きです。 例えば、トップが 45,000 点で終了すると、オカと順位ウマを入れてちょうど 45P になります。 2 着はというと、25,000 点の原点のまま 2 着で終了すると ±0P です。 何も闘いに参加してないのであれば ±0P になるのが潔くてよいじゃないですか。 ずっとオリ打ちしていて原点のまま 2 着になって +5P 貰えるなんてセコくないですか？ ちゃんと闘って勝てよと。 Aトップ（1人浮き）、Bトップ（2人浮き）、Cトップ（3人浮き）で異なるウマにするというのも好きですけど、ちょっと複雑なので一般ウケはあまりしないのかな。"
},
{
url: "/p/kocq2w5/",
title: "読書メモ『超絶』桜井章一 (2)",
date: "2019-03-18T00:00:00Z",
body: "読書メモ『超絶』桜井章一 (2) 超絶─真の強者になるための麻雀戦術論 桜井章一 竹書房 前に出る姿勢が真の強さを育む いいですか皆さん、皆さんは麻雀を点棒やその他全て目先の損得だけで考え、処置しようとしていますが、そうじゃないんですよ。麻雀の本質とは「流れ得」。将棋でいう「駒得」に対する「手順得」に相当するものです。 いつも厳しいところへ己を置け 満貫 1 回和了ったくらいで、何も楽なことはないのです。もう 1、2 局、もっと苦しむべきなのです。 麻雀は絵なり。決して数合わせの具ではない 読者諸氏よ、麻雀をする時、一度でいい。 「数」というものを捨て、卓上を真白なキャンバスに見立てて打ってごらん。きっと苦しみがどこかへ行っちゃって、スッキリするよ。 麻雀とは、決して数合わせではなく、筆でもって絵を描くようなものなのだよ。 麻雀の深さを知り、人の持つ重さで対処する いくらスピードが大切だからといって、両面チーを重ねて和了っても、それは楽や焦りからの目先の和了りにしか見えません。努力も工夫も辛抱もない、そんな目先の和了りでは、すぐに親かぶりや逆転をくらいます。 例外として、終盤あるいはリーチが他者から入った時は、両面からの仕掛けもあります。2m3m4m5m6m3p3p6p7p3s4s3z6z という手牌でいるところに、5p を切ってのリーチが入りました。こんな場合の喰いの目安として、リーチ者の捨て牌に 4m7m や、2s5s が切られていたら即、鳴きを入れます。 リーチ者に対する他家の打牌を利用する手もある。 例えば慎重な人が 2m を強打してきたら、3m4m のカベを頼ったものなので、リーチに対して 3m6m 待ちや、4m7m 待ちを警戒することができる。 できちまった流れや状況に応じて、本当にクサい牌や強すぎる牌、打ったら他人様に迷惑をかけるような牌を止めて打つのが我慢である。逆に、自分だけの都合や、単に出ていない牌を止めて打つのはただの逃げにすぎない。 これは決して辛抱とは呼べず、止めた（逃げた）ことによって完全に流れを失っていく。君たちも牌を止めることによって、その後、よくなったり悪くなったりした経験があると思う。が、それは、たまたま君たちの止めが真の我慢だったり、逃げだったりしたとういうことなんですよ。 ただオリに回っている人を評して、辛抱強いなどとするのは、誤った解釈であるといわざるを得ない。 上家が切った 2 枚目の 6p を鳴いた方がよいか？ それは 2 枚目がツモ切りかどうかによる。トイツ落としなら鳴かなくてもよいが、ツモ切りなら 5p6p6p からの切り出しの公算が強く、実質 3 枚目の 6p と考えられるので鳴いた方がよい。 闘わず待つ麻雀など許されない 型にはまっているか、型が崩れているかを見れば勝つ者と負ける者を、早めに見つけ出すことができる。 同時性とは、牌の片寄りが起こす現象で、たった一人のチンイツ場より、数段早い仕上がりができる、危ない場なのです。 雀鬼流では、運がないから、流れに乗れないからといって、何もしないまま、時を待つことは許されない。よくても悪くても、オーラスになるまで闘争本能丸出しで、ぶつかり合わにゃいけない。 目先の利を追えば先々の芽をつむ 実は天から与えられたチャンスなど、真のチャンスとはいえず、あてにはできないのです。そんなものはたまにしか来ないし、すぐに立ち去ってしまいますから。相手のリーチや攻撃の火の粉の下で、リャンシャンテンをイーシャンテンに、イーシャンテンをテンパイへと、和了るためではなく一歩でも半歩でもスレスレまで進めていく。この行為が真のチャンスを呼ぶのです。 無スジの 8m 、8s 、8p とあったなら、8s と 8p まで行くぞと決め、打っていく。その上で 8m を残すのは、ただオリるのとはわけが違う。8s と 8p を飛ばしていくには、かなりの勇気や辛抱、読みが必要となるのだ。 1s2s3s の 1 メンツが最初からできていたとしても、ここが邪魔なら、私なんかこの 1 メンツを場に切ってしまう手順を追う。麻雀とは、メンツを四つ作ってなんぼである、という目先の利にとらわれて、先々の芽をつんでしまうことが多い。 リンク 読書メモ『超絶』桜井章一 (1)"
},
{
url: "/p/rc8dnk7/",
title: "捨て牌読み: 自然なワンチャンスと人工的なワンチャンスを見分ける",
date: "2019-03-12T00:00:00Z",
body: "捨て牌読み: 自然なワンチャンスと人工的なワンチャンスを見分ける 他家のリーチ後に 6p が 3 枚見えたとすると、7p と 8p はワンチャンスとなります。 ただ、このワンチャンス、どのような過程でワンチャンスになったか確認していますか？ 6p がどのように切られてワンチャンスとなったのかによって、その安全度は変わってきます。 例えば、6p 切りでリーチがかけられたあとに、他の 2 人がオリ気味に 6p を切ってきたのであれば、それは人工的に作られたワンチャンスであり、またぎ筋は決して安全とは言えません。 逆に、オリの意思がなく、バラバラと 6p が切られているのであれば、それは純粋で自然なワンチャンスであり、またぎ筋は比較的安全と言えます。 人工的なワンチャンスでしかない危険牌を切り出しておいて、「ワンチャンスなのに当たっちゃった、ツイてない〜」って言わないようにしましょー。"
},
{
url: "/p/wkc9gtj/",
title: "読書メモ『超絶』桜井章一 (1)",
date: "2019-02-22T00:00:00Z",
body: "読書メモ『超絶』桜井章一 (1) 超絶─真の強者になるための麻雀戦術論 桜井章一 竹書房 桜井氏の戦術論。 「麻雀には人間の意思とは全く関係のない流れがあって、それには誰も逆らえない」と言う雀鬼は、「その流れを見えなくしているのは人間の欲だ」とも言う。また、「流れを見るためには勝とうと思うこと（個としての利）すら邪魔になる」と教える。 完全にオリ打つことが癖になっている人が読むと衝撃を受ける本です。 これが漢の闘いだ！ 麻雀は振り込みのゲームである 満貫和了ったら 3900 や 5200 くらい返してやれ。 満貫振ったら 3900 だけでも返してもらいに行け。 こういう麻雀を 4 人が 4 人とも打てるようになれば、麻雀そのものが生き生きしてくる。 卓上ではいつも潔さが要求される リーチがかかっている状況で、リャンシャンテンのままで終わらせる者と、多少脂っこい牌を切ってイーシャンテンまで先に進む者とでは、えらい違いがある。 他の 3 人が悪い結果になれば、己がパンチを受けずに済んだとほくそ笑んでいるのである。 そんな型の裏に、真の勝利があるだろうか。 タンヤオのみで和了るよりも、牌勢を信じ、リーチをかけてたたみかけて行くのである。 点棒を維持できても牌の勢いを失ってはしょうがない。 逆に、その場で点棒を失うことがあっても、牌勢を失わなければいいのである。 真の強者は運の偶然性をも読む 麻雀というゲームは、よい偶然性と悪い偶然性との闘いと、必然性を知る者とそれを知らぬ者の闘い、この 2 つで決定づけられる。 前者の場合はツキのみの勝負であって、後者になると、うまい、ヘタという関係になってくる。 いくら必然の打ち筋を打ったからって勝てるもんじゃない。 もう半分の運の部分の偶然性も読まなければ勝てないのである。 強者には力強い振り込みが必要だ 麻雀は、振ったから手牌が悪くなるわけでは決してない。 振り方と振った後の心の持ちようが悪いのである。 ここぞというときに和了り切る力も必要だが、その裏に力強い振りや、上手な振り込みがなくてはいけない。 真剣に闘い合う敵のために己を向上させる 私を捨てて公で打てと教えられ、大きな麻雀を打つことを求められてはいても、人間の持つ弱さゆえ、どうしても私の部分が浮き上がってきます。 その私の部分が内容を悪くするし、小さな麻雀にしてしまうのです。 ところが審判になると、ほとんどの者が公の精神で麻雀を捉えることができるのです。 そして、打つ者以上に真剣に 3 回戦を見守り、取り組みます。 ですから、審判こそ真の麻雀理解のための最高の勉強の場なのです。 リンク 読書メモ『超絶』桜井章一 (2)"
},
{
url: "/p/fiwcs45/",
title: "何切る？牌効率3",
date: "2019-02-11T00:00:00Z",
body: "何切る？牌効率3 1s2s3s7s7s8s5m5m5m1p2p2p3p4p 8s を切ればペン 3p 待ちのテンパイですが、ここではより好形のテンパイを目指すことを考えてみましょう。 メンツオーバー形からの選択は、雀頭をどこに求めるかという問題になります。 1p2p2p3p4p というペンカン形は、1p2p4p5p のいずれを引いてもアタマを作れるので貴重です。 この形はぜひ頭に叩き込んでおきましょう。 1 つ右にずれた形の 2p3p3p4p5p でも頭の作りやすいことには変わりありません。 ここからは 7s を一枚外すと、リャンメン待ちになる受け入れは 6s9s1p2p3p4p5p （23枚）ととても広くなります。 裏目？の 3p を引いた場合は、最速の上がりを逃すことになりますが、その場合には平和がついてくるので結果オーライでしょう。 ペンチャンをやみくもに嫌う人は、このような形から 2p を外してしまうことがあります。 この場合、リャンメン待ちになる受け入れは 7s1p3p4p5p （15枚）と激減してしまいます。"
},
{
url: "/p/6dsxcvi/",
title: "自分の中でリーチする or しないの基準を作っておく",
date: "2019-02-10T00:00:00Z",
body: "自分の中でリーチする or しないの基準を作っておく そのときの気分によってリーチをかけたりかけなかったりすると、成績が安定せず、どの戦略がうまくいったかどうかの分析もできなくなってしまいます。 自分の中で、どのような状況のときにリーチをかけるのかという基準を作っておき、できるだけそのルールにしたがって打つことをお勧めします。 打ち方のブレを少なくすることで、何が勝敗を分けたのかという反省をすることができるようになります。 例えば、次のような感じの基準を自分の中で持っておきます。 点数が均衡しているときに、ダマ 5200 点の手をはったらダマで確実に点を取りに行く 理由: 山に待ち牌が多く残っていそうであればリーチもよいが、ツモ上がりしても、さらに裏ドラを乗せないとマンガン止まり。 ダマのままでもツモれば同じ 8000 点になる。 リーチをかけて出アガリできたとしても 8000 点（裏が一枚乗っても変わらず）なので、高々 2800 点アップ程度のために、1000 点払って、さらに出アガリの可能性を下げてしまうリーチは効率が悪いと考える。 ダマの場合: ツモ→8000点、ロン→5200点 リーチした場合: ツモ→8000点（12000点）、ロン→8000点 ただし、親のダマ 7700 点の場合は積極的にリーチに行くのがよい。リーチしてマンガンにすれば、4300 点アップするのでリーチの効果は大きい。 他家を降ろして連荘を狙えるのも利点。"
},
{
url: "/p/3mddazc/",
title: "並びシャンポンの外し順",
date: "2019-02-09T00:00:00Z",
body: "並びシャンポンの外し順 6p6p7p7p といった並びシャンポンがある形から、平和に切り替えていきたいときは、最終的な待ちがよくなるような順番で落としていきます。 例えば、上記のような形からは 7p を落として 8p を引けば、6p9p 待ちというよい形が残ります（赤 0p の受けがなくなるという欠点はありますが）。 6p を落として 5p 引きでは、4p7p 待ちというよくない待ちが残ってしまいます。 基本的にはできるだけ端の両面待ちが残るように考慮した順番で落とします。 下記はこのようなケースでの並びシャンポンの基本的な外し方です。 1p1p2p2p → 2p を落として 3p 引き狙い（1p4p 待ち） 2p2p3p3p → 3p を落として 4p 引き狙い（2p5p 待ち） 3p3p4p4p → 3p を落として 2p 引き狙い（1p4p 待ち） 4p4p5p5p → 4p を落として 3p 引き狙い（2p5p 待ち） 5p5p6p6p → 6p を落として 7p 引き狙い（5p8p 待ち） 6p6p7p7p → 7p を落として 8p 引き狙い（6p9p 待ち） 7p7p8p8p → 7p を落として 6p 引き狙い（5p8p 待ち） 8p8p9p9p → 8p を落として 7p 引き狙い（6p9p 待ち） 尖張牌である 3p や 7p に近いものから外していくのがよいということですね。 次のような一つ飛ばしのシャンポンではどうでしょう？ 2s2s4s4s 基本的にはよい両面待ちへの変化を残すという同じ考えでよいのですが、ここから 2s を落として 3s 引きを狙うというのはさすがに受けが狭いでしょう。 この場合は 4s を落として、3s と 5s の受けを残すのがよいでしょう。 1s1s3s3s → 3s を落として 2s4s 引き狙い 2s2s4s4s → 4s を落として 3s6s 引き狙い 3s3s5s5s → 3s を落として 2s4s 引き狙い 4s4s6s6s → 3s が多く残っていそうなら 4s 切り、7s が多く残っていそうなら 6s 切り 5s5s7s7s → 7s を落として 6s8s 引き狙い 6s6s8s8s → 6s を落として 5s7s 引き狙い 7s7s9s9s → 7s を落として 6s8s 引き狙い"
},
{
url: "/p/7u7nixe/",
title: "捨て牌読み: カンチャン落としを読む（46 切りと 64 切りの違い）",
date: "2019-02-02T00:00:00Z",
body: "捨て牌読み: カンチャン落としを読む（46 切りと 64 切りの違い） 捨て牌に数巡あけて 4m6m や 6m4m のようにカンチャンターツが切られているときは、リャンカン残しからのカンチャン落としを考慮する必要があります。 カンチャン落としをしているのにも関わらず、片方の牌をしばらく持っていたということは、その牌の周りの牌も持っている可能性が高いということです。 4m6m の順番で切られているときは 2m4m4m6m あるいは 4m6m6m7m からの切り出し、6m4m の順番で切られているときは 4m6m6m8m あるいは 3m4m4m6m からの切り出しである可能性が高いです。 つまり、カンチャン落としのケースでは、後から切られた牌の筋は比較的危険であることが多いということです。 逆に、先に切られた牌の筋は安全です。 ちなみに、赤 5 入りのルールの場合、3m5m5m7m という形からは、赤 0m のツモを狙って 3m5m という切り順になることがあります。 このケースでは先に切られた牌の筋 6m が危険ということになりますが、どちらかというとレアケースでしょう。"
},
{
url: "/p/we79d36/",
title: "平和狙いで雀頭がないときの選択「雀頭候補スペシャル」",
date: "2019-02-01T00:00:00Z",
body: "平和狙いで雀頭がないときの選択「雀頭候補スペシャル」 5m6m7m7m8m3s4s5s6s2p3p4p7p8p 平和を目指していると、ときどきこのような雀頭のない形になります。 この形はよく見るとメンツオーバーになっています（マンズ2メンツ、ソーズ1メンツ、ピンズ2メンツ）。 そう考えると、ソーズを1メンツに固定する 3s6s 外しが最も効率がよいということは何となく理解できるのですが、ここではもう少し深く考察しておきましょう。 7p8p の両面系を外してしまうと明らかに受け入れが狭くなってしまうので、通常はマンズかソーズのどちらかを外すことになります。 問題はマンズとソーズのどちらが雀頭を作りやすい形なのかということになります。 ソーズを先に外しておいて 6m9m を引いてもあまりうれしくない（7p か 8p の単騎になってしまう）ので、ソーズではなく 8m から外していこうと考えてしまうかもしれません。 そうしておけば、3s6s 引きでの雀頭完成も狙えますし。 でも、5m6m7m7m8m という形は、実は、4m5m7m8m のいずれを引いても雀頭が完成するとても受けの広い形です。 また、8m の方を外してしまうと、7p あるいは 8p が雀頭になったときに、7m8m という両面ターツを使えなくなってしまいます。 なので、マンズには手をつけないほうがよいです。 一方で、ソーズの 3s4s5s6s というノベタン形から雀頭を完成させるための有効牌は 3s6s の2種類しかありません。 よって、この手は 3s6s を外してマンズの好形を残すという選択が第一候補になります。 8m 切り … 平和になる受け入れ 4m7m3s6s6p9p 6種20牌 3s or 6s 切り … 平和になる受け入れ 4m5m7m8m6p7p8p9p 8種26牌 5m6m7m7m8m という形は、6m9m 引きの2メンツ完成を狙うために利用することができ、同時に 4m5m7m8m 引きの雀頭完成を狙うことができる好形だということを覚えておきましょう。 この形は雀頭候補スペシャルとして暗記しておくことをオススメします。"
},
{
url: "/p/4onqwpi/",
title: "平和をテンパイしているときにむやみに追いかけリーチをかけない",
date: "2019-01-29T00:00:00Z",
body: "平和をテンパイしているときにむやみに追いかけリーチをかけない 自分がダマでテンパイしているとき、他家から先制リーチが入ると、つい熱くなって追いかけリーチをかけてしまうことがあるかもしれません。 しかし、ダマテンをキープすることで、回し打ちながらアガり切るという可能性を考えてみてください。 特に、トップ目でピンフをテンパイしているときなどは、比較的回し打ちしやすいです。 次のような手でテンパイしているとします。 3m4m5m5s6s7s2p3p4p6p7p9p9p このとき、先制リーチの捨て牌 3m5m5s7s2p4p が切られている場合、その筋の 2m6m4s8s1p を引いたときに現物を切りながら、出アガリの効く平和テンパイをキープすることができます（5p をツモったときはアガリなので除外）。 ポイントは、出来合いの順子の両端牌が切られているかどうかです。 ダマテンのまま振り込みを回避しつつ打ち取る。 それができるようになれば一歩前進です。"
},
{
url: "/p/nc3h2hb/",
title: "二翻縛りのときに七対子のみであがれますか？",
date: "2019-01-20T00:00:00Z",
body: "二翻縛りのときに七対子のみであがれますか？ あがれます。 七対子は特殊役で 100 符 0 翻で計算するものですが、翻数が必要なケースでは 2 翻として扱います。 2 翻縛りのルールが採用されているときにもチートイのみの 1600 点でロンできます。"
},
{
url: "/p/cretbyx/",
title: "誤ロンは頭ハネになりますか？",
date: "2019-01-20T00:00:00Z",
body: "誤ロンは頭ハネになりますか？ なりません。 正式なロンと誤ロンが同時に発生した場合は、正式なロンが優先されます。 アガリは常にチョンボより優先され、チョンボはお咎めなしになります。 一方、複数人の誤ロンが同時に発生した場合は、全員がチョンボになり罰符を払わなければなりません。 いずれにしても、誤ロンに頭ハネはあり得ません。 誤ロン＋アガリが同時発生 → アガリ優先（チョンボにならない） 誤ロン＋誤ロンが同時発生 → 両者ともにチョンボ"
},
{
url: "/p/vnyskom/",
title: "麻雀ルール質問箱 (Q\u0026A)",
date: "2019-01-20T00:00:00Z",
body: "麻雀ルール質問箱 (Q\u0026A)"
},
{
url: "/p/m9tmkkh/",
title: "何切る？牌効率2",
date: "2019-01-15T00:00:00Z",
body: "何切る？牌効率2 2m3m5m6m7m7m8m2p3p4p2s3s8s8s 2m 切りが一番受けが広いです。 どのリャンメンターツを外すかという選択ですが、2m を外しても 3m5m6m7m7m8m という形の 4m 受けを残すことができます。 もちろん、マンガン以上が必要な場面ではタンピン三色狙いで。"
},
{
url: "/p/em7cqwr/",
title: "ホンイツ狙いの相手への絞り込み",
date: "2018-11-17T00:00:00Z",
body: "ホンイツ狙いの相手への絞り込み 下家には尖牌（3 や 7）を絞る 下家がピンズの染め手をしているとき、例えば、1p3p や 3p4p といったターツを落とさないといけない場合、3p はできるだけ後から切るようにします。 数牌の中でも 3、7 牌は尖牌（せんぱい）と呼ばれる重要な牌で、 1p2p のペンチャンや、2p4p というカンチャンが残っているときに真っ先に鳴かれてしまう可能性が高いです。 例えば、 1p2p5p6p7p7p7p1z1z1z5z5z6z このような手牌で 3p をチーできれば両面待ちが残るので、喜んでチーされる可能性が高いでしょう。 そして、次に 4p を切ったら放銃です。 逆に、4p を先に切ってチーされなければ、次の 3p 切りでの放銃は逃れることができます。 下記のようなケースもあります。 1p2p3p5p7p7p7p1z1z1z5z5z6z ここから、3p を鳴くと一時的にカン 4p 待ちになりますが、そこから好形への変化があるため、積極的に鳴かれる可能性が高いです。 逆に 4p からチーされる可能性は低いでしょう。 こういった聴牌のキーとなる部分を解消する 3、7 牌はできるだけ抑えておくのがポイントです。 上家や対面には端牌や字牌を絞る 上家や対面がピンズの染め手をしているときに 1p2p を落とさないといけないときは、内側の 2p から外していったほうが安全です。 1p3p を落とすときも、3p から外していきます。 これは、ポン→ロンのコンボの可能性を下げるためです。 例えば対面が 1p1p3p4p と持っている場合、2p1p という順番で切れば当たりになりませんが、1p2p という順番で切ると、ポン→ロンで当たりになってしまいます。 例外的に 2p1p の切り順で当たりになってしまうケースを考えると、1p1p2p2p や 2p2p2p3p という形がありますが、1p1p3p4p といった形よりはレアケースでしょう。 1p2p \u0026hellip; 2p から外す 1p3p \u0026hellip; 3p から外す 1p4p \u0026hellip; 4p から外す 2p3p \u0026hellip; 3p から外す 2p4p \u0026hellip; 4p から外す 2p5p \u0026hellip; 5p から外す 3p4p \u0026hellip; 4p から外す 3p6p \u0026hellip; 6p から外す 同様に、字牌とピンズを外していきたいときも、ピンズから外していった方が安全です。 1、9、字牌の選択では字牌を絞る 1s と 7z のどちらを先に落とすかで迷ったら、1s から落としていくのがよいです。 7z → 1s という順番で切ると当たってしまうけど、1s → 7z という順番で切れば当たらないというケースがあります。 例えば、 2s3s5s6s7s8s9s9s5z5z5z7z7z このような形はメンホンやイッツーが見えるので、9s はポンされないかもしれませんが、7z を鳴けば満貫が確定するので 7z はポンされてしまうでしょう。 その後 1s を切ったら放銃です。 逆に、1s → 7z という順番で切れば放銃を逃れられる可能性があります。"
},
{
url: "/p/majhwid/",
title: "Excel の麻雀スコアシート",
date: "2018-11-13T00:00:00Z",
body: "Excel の麻雀スコアシート 麻雀の点数集計を自動で行うための Excel シートです。 ダウンロードして自由に改変してお使いください。 mj-score.xlsx 白いセルに各ゲームごとの得点を入力するだけで、各ゲームごとの合計点（小計） と、全ゲームの合計点（合計）が自動で表示されます。 各ゲームごとの合計点は 0 点になるはずなので、0 にならなかった場合は赤色で警告表示になるようになっています。 右端の部分では、飲食代や場代などを入力して支払い総額を求めることもできます（合計点と単純に足しているだけなので、金額単位は揃えるようにご注意ください）。"
},
{
url: "/p/55hwxfq/",
title: "メンチン一向聴からはポンかチーか？",
date: "2018-10-25T00:00:00Z",
body: "メンチン一向聴からはポンかチーか？ 本日、メンゼンでこんなメンチンの一向聴になりました。 九蓮の逆版みたいな感じ。 1m2m3m4m5m5m5m6m6m7m8m9m7z 上家が 5m を切ってきたので、迷わずポンして下記のような 3m6m9m の三面張（残り有効牌8枚）に受けました。 1m2m3m4m5m6m6m7m8m9m 我ながら素早く広い受けを取れたと思ったのですが、後からよく考えてみたら 4m6m でチーしていれば、下記のような 4m6m7m9m 待ち（残り有効牌11枚）に受けられたんですね。。。 しかも 9m 以外ならどれでもイッツーになる。 1m2m3m5m5m5m6m7m8m9m まったく同じ状況は二度とないと思いますが、ポン or チーの選択ができるのであれば、暗刻を残したときの可能性を先に考えないといけないという教訓になりました。 ちなみに結果はというと、、、上家がペン 3m をツモ和了りました。ツカンポ。"
},
{
url: "/p/wga54yr/",
title: "チャンカンであがったときに槓ドラ（カンドラ）は付くの？",
date: "2018-10-23T00:00:00Z",
body: "チャンカンであがったときに槓ドラ（カンドラ）は付くの？ 他家が加カンしたときの牌で和了ることを槍槓（チャンカン）といい一翻役です。 槍槓で和了った場合はその加カンは不成立とみなされるため、槓ドラは発生しません。 また、鳴きが成立していないので、リーチ一発と槍槓は同時に付くことがあります。 まぁ、リーチをかけられた直後に加カンする人は少ないと思いますが(^^;"
},
{
url: "/p/utvhaks/",
title: "麻雀のルール: 役の一覧",
date: "2018-10-20T00:00:00Z",
body: "麻雀のルール: 役の一覧 基本役 役名 よみ 翻 喰い 必要枚数 門前自摸 めんぜんつも 1 × - 立直 りーち 1 × - 一発 いっぱつ 1 x - 断么 たんやお 1 o - 平和 ぴんふ 1 x - 一盃口 いーぺーこー 1 x 6 役牌 やくはい 1 o 3 槍槓 ちゃんかん 1 o - 嶺上開花 りんしゃん 1 o - 海底撈月 はいてい 1 o - 河底撈魚 ほーてい 1 o - ダブルリーチ だぶりー 2 x - 七対子（25符） ちーとい 2 x - 対々和 といとい 2 o - 三暗刻 さんあんこう 2 x 9 三色同順 さんしょく 2 1 9 三色同刻 さんしょくどうこう 2 o 9 三槓子 さんかんつ 2 o 9 一気通貫 いっつー 2 1 9 混全帯么九 ちゃんた 2 1 - 混老頭 ほんろー 2 o - 混一色 ほんいつ 3 2 - 純全帯么九 じゅんちゃん 3 2 - 二盃口 りゃんぺー 3 x 12 小三元 しょーさん 4 o 8 流し満貫 ながしまんがん 5 x - 清一色 ちんいつ 6 5 - 役満 役名 よみ 喰い 必要枚数 天和 てんほー x - 地和 ちーほー x - 人和 れんほー x - 大三元 だいさんげん o 9 緑一色 りゅーいーそー o - 小四喜 しょうすーしー o 11 大四喜 だいすーしー o 12 字一色 つーいーそー o - 国士無双 こくし x - 四暗刻 すーあんこう x - 四槓子 すーかんつ o - 清老頭 ちんろう o - 九蓮宝燈 ちゅーれん x -"
},
{
url: "/p/triuood/",
title: "麻雀団体のルール比較表",
date: "2018-10-20T00:00:00Z",
body: "麻雀団体のルール比較表 団体 or タイトル名 略称 設立 ルール その他 日本プロ麻雀連盟 連盟 1981年 規定 佐々木寿人、荒正義、前原雄大など 日本プロ麻雀協会 協会 2001年 規定 SEGA MJ とタイアップ 最高位戦日本プロ麻雀協会 最高位戦 1976年 規定 近藤誠一、園田賢、村上淳など Mリーグ Mリーグ 2018年 規定 麻雀プロリーグ戦（by CyberAgent 藤田晋） 麻雀最強戦 最強戦 1989年 規定 近代麻雀が主催するタイトル戦 RMU RMU 2007年 規定 麻将連合 μ: ミュー 1997年 規定 雀鬼会 雀鬼会 1991年 20年間無敗の桜井章一 競技全般 持ち点、順位点 連盟: 30000点持ち、30000点返し（同点は均等に分ける） 1人浮き: +12P -1P -3P -8P 2人浮き: +8P +4P -4P -8P 3人浮き: +8P +3P +1P -12P 4人沈み: +8P +4P -4P -8P 協会: 25000点持ち、30000点返し 1位: +3万点 2位: +1万点 3位: -1万点 4位: -3万点 最高位戦: 30000点持ち、30000点返し 1位: +3万点 2位: +1万点 3位: -1万点 4位: -3万点 Mリーグ: 25000点持ち、30000点返し（同点は均等に分ける） 1位: +30P 2位: +10P 3位: -10P 4位: -30P 最強戦: 25000点持ち、30000点返し（同点は起家に近い人優先） 1位: +30P 2位: +10P 3位: -10P 4位: -30P RMU: 30000点持ち、30000点返し（同点は均等に分ける) 1位: +15P 2位: +5P 3位: -5P 4位: -15P 箱割れ終了 連盟: なし 協会: なし 最高位戦: なし Mリーグ: なし 最強戦: なし RMU: なし 30符4翻 連盟: 子7700点、親11600点 協会: 満貫 最高位戦: 満貫 Mリーグ: 満貫 最強戦: 満貫 RMU: 満貫 連風牌の雀頭 連盟: 4符 協会: 2符 最高位戦: 2符 Mリーグ: 2符 最強戦: 2符 RMU: 2符 基本 喰い替え 連盟: 同一牌のみ不可 協会: できない 最高位戦: できない Mリーグ: （不明） 最強戦: できない RMU: できない ダブロン 連盟: なし（頭ハネ） 協会: なし（頭ハネ） 最高位戦: なし（頭ハネ） Mリーグ: なし（頭ハネ） 最強戦: なし（頭ハネ） RMU: なし（頭ハネ） 三家和 連盟: 流局 協会: 頭ハネ 最高位戦: 頭ハネ Mリーグ: 頭ハネ 最強戦: 頭ハネ RMU: 頭ハネ 一発 連盟: なし（Bルールには有り） 協会: あり 最高位戦: あり Mリーグ: あり 最強戦: あり RMU: あり 裏ドラ 連盟: なし（Bルールには有り） 協会: あり 最高位戦: あり Mリーグ: あり（5萬・5筒・5索の各1枚が赤ドラ） 最強戦: あり RMU: あり 槓ドラ、槓裏 連盟: なし（Bルールには有り） 協会: あり（明カン時もチャンカンされなかった時点で即乗り） 最高位戦: あり（明カン時もチャンカンされなかった時点で即乗り） Mリーグ: あり（明カン時もチャンカンされなかった時点で即乗り） 最強戦: あり（明カン時もチャンカンされなかった時点で即乗り） RMU: あり（明カン時もチャンカンされなかった時点で即乗り） ツモ番なしのリーチ 連盟: できる 協会: できる 最高位戦: できる Mリーグ: できる 最強戦: できる RMU: できる 嶺上開花と海底（ハイテイ）ツモの重複 連盟: なし 協会: なし 最高位戦: なし Mリーグ: なし 最強戦: なし RMU: なし 流局（連荘と輪荘） 途中流局 連盟: 九種九牌、四風連打、四家立直、四開槓、三家和 協会: なし（4人リーチは続行。5回目のカンはできない） 最高位戦: なし（4人リーチは続行。5回目のカンはできない） Mリーグ: なし（4人リーチは続行。5回目のカンはできない） 最強戦: なし（4人リーチは続行。5回目のカンはできない） RMU: なし（4人リーチは続行。5回目のカンはできない） オーラスのアガリ止め、テンパイ止め 連盟: なし 協会: なし 最高位戦: なし Mリーグ: なし 最強戦: なし RMU: なし 役満・特殊役 流し満貫 連盟: なし 協会: なし 最高位戦: なし Mリーグ: なし 最強戦: なし RMU: なし 人和 連盟: 満貫 協会: なし 最高位戦: なし Mリーグ: なし 最強戦: なし RMU: なし ダブル役満（役満の複合） 連盟: なし 協会: あり（純粋な重複のみ） 最高位戦: なし Mリーグ: あり（純粋な重複のみ） 最強戦: あり（純粋な重複のみ） RMU: あり（純粋な重複のみ）2018 年に変更された 緑一色 連盟: 緑發が必要 協会: 緑發は入っていなくてよい 最高位戦: 緑發は入っていなくてよい Mリーグ: 緑發は入っていなくてよい 最強戦: 緑發は入っていなくてよい RMU: （不明） 国士無双の暗カンのチャンカン和了り 連盟: 可 協会: 規定なし 最高位戦: 不可 Mリーグ: 不可 最強戦: 不可 RMU: 不可 九連宝燈 連盟: どの色でも可 協会: どの色でも可 最高位戦: どの色でも可 Mリーグ: どの色でも可 最強戦: どの色でも可 RMU: どの色でも可 数え役満 連盟: なし（11翻以上は三倍満） 協会: なし（11翻以上は三倍満） 最高位戦: なし（11翻以上は三倍満） Mリーグ: なし（11翻以上は三倍満） 最強戦: なし（11翻以上は三倍満） RMU: なし（11翻以上は三倍満） パオ・責任払い 役満のパオ（大三元、大四喜、四槓子） 連盟: あり（ツモは責任払い、ロンは折半払い。積み場は放銃者の負担、但しダブル役満の時は積み場はツモアガリは全員から、ロンアガリは責任払い） 協会: なし 最高位戦: なし Mリーグ: あり（ツモは責任払い、ロンは折半払い） 最強戦: あり（ツモは責任払い、ロンは折半払い） RMU: なし 大明槓の嶺上ツモのパオ 連盟: あり（責任払い） 協会: なし（ツモ和了り） 最高位戦: なし（ツモ和了り） Mリーグ: なし（ツモ和了り） 最強戦: なし（ツモ和了り） RMU: なし（ツモ和了り） アガリ放棄／罰符／チョンボ チョンボの罰則 連盟: -20P（終了後に成績から 20 ポイント減点） 協会: -40P（自己トータルポイントから 40 ポイントを減算） 最高位戦: -40P（自己トータルポイントから 40 ポイントを減算） Mリーグ: -20P（自己のトータルポイントから 20 ポイント減点） 最強戦: 12,000 点を供託（ただし誰にも加算しない＝トップ総取り） RMU: -20P（半荘終了時、順位確定後に減算） 空チー・空ポン・空カン 連盟: チョンボ（発生のみはアガリ放棄） 協会: アガリ放棄 最高位戦: アガリ放棄 Mリーグ: アガリ放棄 最強戦: 発声後に取り消した場合は 1,000 点の供託。 RMU: アガリ放棄（発声のみでもアガリ放棄） 誤ツモ・誤ロン 連盟: チョンボ（発声のみでもチョンボ、紛らわしいモーションなども立会人の裁定によってチョンボとなる） 協会: 発声のみはアガリ放棄 最高位戦: 発声のみはアガリ放棄（発生の前に手牌を倒した場合もアガリ放棄） Mリーグ: 発声のみはアガリ放棄 最強戦: 発声のみはアガリ放棄 RMU: 発声のみはアガリ放棄 喰い替え 連盟: 規定なし（ただし、発声した時点で大体はアガリ放棄になる） 協会: アガリ放棄 最高位戦: 規定なし（ただし、発声した時点で大体はアガリ放棄になる） Mリーグ: アガリ放棄 最強戦: 規定なし RMU: アガリ放棄 ノーテンリーチ 連盟: 流局時チョンボ 協会: 流局時チョンボ 最高位戦: 流局時チョンボ Mリーグ: 流局時チョンボ 最強戦: 流局時チョンボ RMU: 流局時チョンボ 少牌、多牌 連盟: チョンボ 協会: アガリ放棄 最高位戦: アガリ放棄 Mリーグ: アガリ放棄 最強戦: アガリ放棄 RMU: アガリ放棄 見せ牌 連盟: 規定なし 協会: 規定なし 最高位戦: 規定なし Mリーグ: 2 枚以上見せたらイエローカード（1 日 2 回でレッドカード＝罰則の-20P） 最強戦: 競技委員の判断による RMU: 立会人による裁定"
},
{
url: "/p/9tysuzg/",
title: "何切る？牌効率1",
date: "2018-10-09T00:00:00Z",
body: "何切る？牌効率1 2m3m4m4m5m5m3s4s5s5s3p4p4p5p ここから何を切るのが聴牌の受け入れが広いでしょうか？ 2m 切り → 3m6m2s5s4p 5種15牌 4m 切り → 5m2s3s4s5s6s7s2p3p4p5p6p 12種38牌（平和になるのは 4s6s2p3p5p6p ） 5s 切り → 1m2m3m4m5m6m2p3p4p5p6p 11種34牌 4p 切り → 1m2m3m4m5m6m2s3s4s5s6s7s 12種38牌（平和になるのは 2m3m5m6m2s4s5s6s まず、2m 切りは、雀頭を 5s で作るように決め打ってしまうことになるため、受け入れが極端に少なくなってしまいますので悪手。 5s 切りあたりが受け入れが一番広そうかと思ったら、実は 4m 切り、4p 切りの方が受け入れが広いです。 さらに、4p の方が平和になる受け入れが多いということで、ここでは 4p 切りがベストという答えにしておきます。 ポイントは、ツモってくる牌によって雀頭候補が柔軟に変化するように残せるかどうかです。"
},
{
url: "/p/jfbuv2h/",
title: "一盃口の形から三面張への変化を見据える",
date: "2018-09-16T00:00:00Z",
body: "一盃口の形から三面張への変化を見据える 4m5m5m6m6m6s7s8s2p2p-1zh1z1z このような形で一盃口が必要ない場合（例えば 1z を鳴いているとき）に 3m をツモってきたら間違って切ってしまわないようにしましょう。 そこからは、打 6m として下記の形にしておきます。 3m4m5m5m6m6s7s8s2p2p-1zh1z1z こうしておくと、あとから 2m をツモってきたときに三面張に変化します。 下記の記事にもあるように、一盃口の形からの変化は見逃しがちなので気を付けましょう。 一盃口からの変則多面張への変化を見逃さない"
},
{
url: "/p/k4skqna/",
title: "捨て牌読み: 中盤以降の 9 → 3 切りに引っ掛けあり",
date: "2018-08-27T00:00:00Z",
body: "捨て牌読み: 中盤以降の 9 → 3 切りに引っ掛けあり 特に赤 5 入りの麻雀では顕著ですが、 3p0p7p9p という形から 9p → 3p という順番で落として、引っ掛けの 6p 待ちリーチというケースがまれにあります。 もちろん、9p がオタ風牌よりも早い段階で切られている場合は、単純に浮いていた可能性が高いですが、字牌より後に 9p が手出しで切られた場合は大いにマークすべき形でしょう。"
},
{
url: "/p/vtbvcpa/",
title: "捨て牌読み: 赤5が切られているときは3,7が安全",
date: "2018-07-28T00:00:00Z",
body: "捨て牌読み: 赤5が切られているときは3,7が安全 4p5p0p 5p0p6p 上記のような形から 5p ではなく、あえて 0p を切る可能性は低いので、0p が切られているときは、3-6、4-7 待ちの可能性は低いと言えます。 ただし、2p3p0p という形をテンパイぎりぎりまで引っ張ってリーチということがあるので、0p 切りリーチの場合は、1-4、6-9 待ちは普通にあります。 逆に、0p の出が早い場合は、手の中に 2p3p や 7p8p があることは少ないので、1-4、6-9 は比較的安全と言えます。 3p0p という形から 2p がくっついて 1-4 待ちになることもありますが、この形からはカンチャン待ちでそのままリーチにいくことも多いため、あまり考慮しなくてもよいでしょう。 また、0p 切りリーチの場合は、1p3p0p あるいは 0p7p9p のリャンカン形からのひっかけリーチがあることに注意が必要です（特に 123、789 の3色狙いの場合）。リャンカン形から赤を早切りすることは少ないので、0p が早めに切られているときは、比較的安全かと思います。 まとるめると以下のようになります。 捨て牌に 0p があるときは、3p と 7p は安全。 0p 切りリーチは、まれに即引っ掛けの 2p 、8p 待ちがあるが、0p が早めに切られているときは安全。 0p 切りリーチは、まれに平和狙いの 1-4、6-9 待ちがあるが、0p が早めに切られているときは安全。"
},
{
url: "/p/ogkghmg/",
title: "牌譜の書き方",
date: "2018-06-20T00:00:00Z",
body: "牌譜の書き方 図: 日本プロ麻雀連盟「牌譜のつけかた」より"
},
{
url: "/p/4ixmhy5/",
title: "一盃口からの変則多面張への変化を見逃さない",
date: "2018-02-13T00:00:00Z",
body: "一盃口からの変則多面張への変化を見逃さない 2p2p4p4p5p5p6p1s2s3s1z1z1z-2p 3p6p 待ちのテンパイから 2p をツモって 2p が暗刻になったところです。 ここから 2p ツモ切って、引き続き 4p5p6p の一盃口狙いもよいですが、ここでは 5p 切りで変則三面張（3p4p7p 待ち）に受けるという選択肢を見逃さないようにしましょう。 待ち牌の数が2種7牌と3種10牌では大きな差があります。 この例の場合は字牌が暗刻であるので、変則待ちに受けた場合は点パネの可能性が高くなります。 3p ロン以外はツモでもロンでも点パネするため、一盃口を見切って変則待ちに受ける価値は十分にあると言えます。"
},
{
url: "/p/8anbtk4/",
title: "シャボからのリャンメン変化を狙う",
date: "2018-02-12T00:00:00Z",
body: "シャボからのリャンメン変化を狙う 5s5s7s6p6p のような形からは、5s 切りでカンチャンを残すよりも、7s 切りでシャボ受けにしておいた方が、4s5p7p 引きのリャンメン変化の可能性が高くなります。 6s 引きが裏目となりますが、カンチャン受けにしたところで裏目の枚数は 4 枚で同じです。 であれば、少しでも良い形への変化を狙いやすいシャボ受けを選びましょう。 5s5s7s8p8p ただし、上記のように、どちらかが端に近い牌の場合、そこへのくっつきによるリャンメンはできにくいので、カンチャン待ちを選んでも大きな差はありません（赤 0s 入りならばシャンポン待ちにしておきたい）。 場を見て、どちらの変化が望めるのかを探るのがよいでしょう。 3m3m8p9p9p こんな端に寄った形からでも、ペン 7p の待ちで固定してしまうよりは、いったんシャボ待ちで受けておいてのリャンメン変化を狙ったほうがよいでしょう。 3m3m7p9p9p これも同じ。 カンチャン待ちを残してしまうと、リャンメン変化は 6p 引きしかないですが、シャボ待ちに受けておけば、2m4m 引きでリャンメンへ変化します。 9p を引ければ符ハネも狙えます。 4m6m6m3p3p これは唯一カンチャンを残しておいた方がよいかなと思われる形です。 なぜなら、赤 0m のダイレクトな受け入れを残すことができるから。 ここまでは単純でわかりやすい例でしたが、シャボ待ちからのもっと複雑な変化もあります。 下記はマンガ『天牌外伝』 の中で、目の見えない子供「海輝」が説明していた手です（少しだけ変えてます）。 1s1s2s2s2s3s5s6s7s9s9s4z4z4z ここから海輝の父はここから 3s を切って、1s9s のシャボ待ちを選択しましたが、海輝は 1s を切って 2s9s のシャボ待ちにしておけば、「4s を引いたときに 2s5s8s9s の4面張への変化があるよ」と指摘しています。 下記のような形への変化を見ているということですね。 2s2s2s3s4s5s6s7s9s9s4z4z4z シャボ待ちからの変化は意外と奥深いです。"
},
{
url: "/p/wtpzah9/",
title: "3種類のリャンメン（ノベタン）を選択できる形",
date: "2018-02-11T00:00:00Z",
body: "3種類のリャンメン（ノベタン）を選択できる形 1s2s3s3s3s4s4s5s3p4p5p4z4z4z という形は、いろいろな待ちに取れる面白い形です。 4z 切り → 2s5s リャンメン待ち（残り6枚） 1s or 4s 切り → 3s6s リャンメン待ち（残り5枚） 3s 切り → 1s4s ノベタン待ち（残り5枚） 4z がオタ風であれば、ピンフ＆一盃口になる 4z 切りの一手でしょう。 逆に自風牌であれば、3s 切りのノベタンが面白いです。 ノベタン受けは見落としがちなので注意しましょう。"
},
{
url: "/p/i82onoq/",
title: "344456 というリャンメンリャンメンの暗刻シュンツは2メンツがすぐできる",
date: "2018-02-09T00:00:00Z",
body: "344456 というリャンメンリャンメンの暗刻シュンツは2メンツがすぐできる 3p4p4p4p5p6p 3p4p5p5p5p6p という形は、2p4p5p7p のどれを引いても 2 メンツが完成します。 有効牌が 12 枚もあります。 この形は神様だと思って大切にしましょう。 リャンメンリャンメンの暗刻シュンツ様〜 その一歩手前の、3p4p4p4p5p や 3p4p4p4p6p は中ぶくれでちょっと気持ち悪い形ですが、上記の形になることを想定して手作りを進めるとよいでしょう。 逆に、1枚多い 3p3p4p4p4p5p6p や 3p4p4p4p5p6p6p という形からは、1枚外すことで上記の形になるということに気付けるようにしましょう。 この形には意外とよく出会います。 前者の場合は 3p 切り、後者の場合は 6p です。 では、下記のように端に寄った形からは何を切るべきでしょうか？ 6p7p7p7p8p9p9p この形からも 9p を外していくのが受け入れは一番広いですが、ここからは残り1枚の 7p の受け入れを見切って、7p 切りの方がよいかもしれません。 そうすれば、8p 引きの一盃口の目を残すことができます。 もし、場に 7p が見えているのであれば、迷うことなく 7p 切りの一手です。 似たような形に下記のような神様もいます。こちらは上記の神を超える、スーパー神様です。 3m3m3m4m4m5m こちらはさらに優秀で、2m3m4m5m6m の何を引いても2メンツが完成します（有効な受け入れは14枚！）。 この形はよっぽどのことがない限り崩さないようにしましょう。 最後にもう一つ。 3m3m4m4m4m5m もうお分かりですね。 この形からは 2m3m4m5m のいずれかを持ってくればもちろん2メンツ完成ですが、6m をツモってきたら、サッと 3m を一枚落とせば最初に紹介した形（3m4m4m4m5m6m ）に変化させることができます。 3m を外さずに、そこから3メンツ作るのはなかなか厳しいです。"
},
{
url: "/p/taf432q/",
title: "リャンカン系を嫌うべき形",
date: "2018-02-08T00:00:00Z",
body: "リャンカン系を嫌うべき形 3m5m5m7m3s4s5s5s5s3p4p5p6p7p ここからは、手拍子で 5m を切ってリャンカン系を残してしまいがちですが、実は 7m を切っておいた方が受け入れが広いです。 5m 切りの場合: 5種19牌でテンパイ（4m6m2p5p8p ） 7m 切りの場合: 7種22牌でテンパイ（4m5m2s5s2p5p8p ） 3s4s5s5s5s の部分で2面子できたときにテンパイできるかどうかがポイントですね。"
},
{
url: "/p/ijyignf/",
title: "34556 という形の点数計算",
date: "2018-02-03T00:00:00Z",
body: "34556 という形の点数計算 両面待ちで計算しない手 7m8m9m3p4p5p5p6p5z5z7z7z7z という門前聴牌から 7p で出上がりすると 40 符ですが、4p で出上がりすると 50 符になります。 3p4p5p5p6p という 4-7 リャンメン系から、4p で上がったときは、3p5p のカンチャン待ち（＋２符）として計算するのが正解です。 門前ロン \u0026hellip; 30符 7z7z7z 暗刻 \u0026hellip; 8符 5z5z 雀頭 \u0026hellip; 2符 嵌張（カンチャン）待ち \u0026hellip; 2符 （おまけ）傀（カイ）さんの点パネ狙い 漫画 『むこうぶち』 の傀（カイ）さんも、同じような点パネの手を和了っていました。 下記の手から、傀さんは何を血迷ったのか、4 面張を嫌う 7m を切ってしまいます。 しかし、その狙いは最後の点数計算で明らかになります。 全員のクビを切る（25000点未満にする）ためには、2m5m 待ちを選択して、さらに点パネとなる 5m をツモるしかない手だったのです。。。 こんな点数計算がパッとできるようになるとカッコイイですね。"
},
{
url: "/p/yimn977/",
title: "間違えやすい点数計算シリーズ",
date: "2018-02-03T00:00:00Z",
body: "間違えやすい点数計算シリーズ"
},
{
url: "/p/8gdnux3/",
title: "負け続けているときの考え方",
date: "2018-01-24T00:00:00Z",
body: "負け続けているときの考え方 どうにも調子が悪く、ラスや三着ばかりを引いてしまうときは、何よりも腐らないことが大切です。 金銭的なことだけを気にして、やみくもに大きな手で逆転を狙いにいったりすると、周りが見えなくなって余計に傷口を広げてしまいます。 集中力がなくなると、他家の手出しとツモ切りをちゃんと見れなくなり、捨て牌すらろくに見れなくなってしまいます。 多くの人がこのパターンにハマって連敗から抜け出せなくなっています。 そして、「今日はぜんぜんダメだった」と後悔だけを残して帰ります。 このような打ち方を続けるのは、はっきり言って時間の無駄です。 負けているときこそ冷静になり、一局一局から何かを学ぼうという姿勢で打たなければいけません。 その積み重ねで腕は上達するものですし、そこから少しずつ調子が上向いていくものです。 逆に、バカヅキで勝ち続けているときは、学べることは少ないかもしれません。 たとえ今回負けたとしても、そこから何かを得て、上達に繋げていくことができるのであれば、その負けには大きな価値があります。 本当に欲しいのはあぶく銭ではなく、今後の勝利に繋がる力のはずです。 たとえ負けても何かを得る、そんな気持ちで勝負に臨めるようになるといいですね。"
},
{
url: "/p/7f5i2h4/",
title: "初級レベルから中級レベルに上がるコツ",
date: "2018-01-20T00:00:00Z",
body: "初級レベルから中級レベルに上がるコツ 待ちを読む前に、点数を読む 点数を読むには、相手の手牌を読まなければいけません。その癖をつけることで読みの力は上がっていきます。振っても1000点か2000点の手だと読めれば、無駄に降りる必要もなくなります。逆に、赤入りのルールで、ドラが自分から1枚も見えていないときは警戒しなければいけません。 場の色の強さを意識する 初心者は自分の手牌だけを見て牌効率を考えます。他家の捨て牌を見てどのあたりの牌が山にたくさん残っているかを意識するようになると、一歩進んだ手作りができるようになります。残りの牌を予測できるようになると、3段目（13順目）以降のリーチも効果的になります。 相手がツモ切りしたのか手出ししたのかをすべて見ておく（目線は常に自分 or 対面の捨て牌あたりに置く） 例えば、手出しで 5 → 手出し 2 のような順番で切られたら必ずそこには意図が入っています。手出しで複数色の 4 や 6 がぱらぱらと切られれば、端の三色狙いの可能性が高いと読めます。 自分の捨て牌を相手が見たらどう読むかを常に考えてトレーニングするつもりで打つ 負けているときこそ何かを学ぶ意識を持つ → 負けているときの考え方"
},
{
url: "/p/4o34an9/",
title: "リーチ宣言牌でワンチャンスを演出する（124 から 4 を切る選択）",
date: "2017-12-31T00:00:00Z",
body: "リーチ宣言牌でワンチャンスを演出する（124 から 4 を切る選択） 123 の三色が狙えるとき以外にも、1s2s4s の形から 4s を切っていった方がよい状況があります。 例えば、場に 4s が 2 枚か 3 枚切れている時に、4s 切りリーチと行けば、ワンチャンス、ノーチャンスとなって 3s が出やすくなるかもしれません。 また、場に 4s が出ていなくても、現物の 4s を皆が切ってくれれば、リーチ後にワンチャンス、ノーチャンスの形ができるかもしれません。 この考え方は、いろいろ応用が効きます。 例えば、4p4p5p6p6p という形で、4p 切りリーチと 6p 切りリーチの選択肢がある場合、場に 6p が 2 枚見えているのであれば、6p 切りリーチとして 7p 待ちをワンチャンスにすることができます。 逆もまた然り。 1s2s4s という形から無意識で 1s を切るようになっている人は、その常識を疑ってみると面白いことに気付けるかもしれません。 ポイントは相手からどのように見えているかです。 参考『サラリーマン麻雀実戦訓』阿佐田哲也"
},
{
url: "/p/4pxjab4/",
title: "中ぶくれのシャボはカンチャン待ちに取る",
date: "2017-12-29T00:00:00Z",
body: "中ぶくれのシャボはカンチャン待ちに取る 間違えがちな点数計算の例です。 下記は、『ぎゅわんぶらぁ自己中心派』の中で持杉ドラ夫が上がってた形。 3s3s3s9s9s9s4m4m7m8m8m8m9m この形はパッと見は 4m と 8m のシャボですが、8m で出上がりするときはカンチャン待ちに取るのが正解です。 そうすると、8m は手持ちで暗刻だと計算できるので、三暗刻になる。 同じように下記のような手。 7m8m8m8m9m1p1p2p3p4p8s8s8s 8m でツモのみの上がりをした場合、間違えてシャボ待ちで計算してしまうと、ちょうど３０符の３本５本になってしまうけど、実際はカンチャン待ちの２符がつくので４本７本が正解です。 合計 \u0026hellip; 32符 副底（フーテイ） \u0026hellip; 20符 8m8m8m 暗刻 \u0026hellip; 4符 8s8s8s 暗刻 \u0026hellip; 4符 嵌張（カンチャン）待ち \u0026hellip; 2符 自摸（ツモ）\u0026hellip; 2符"
},
{
url: "/p/4766gpt/",
title: "捨て牌読み: 54 という切り順は特殊",
date: "2017-12-10T00:00:00Z",
body: "捨て牌読み: 54 という切り順は特殊 赤ドラが見えていない状況では、4p4p5p5p という形からは、赤引きを考えて、4p5p という順番で切るのがセオリーです。 にもかかわらず、5p4p という順番で切られるときは、何か特殊な事情があります。 例えば、 5p6p7p8p9p5m6m7m8m9m4s4s4s5s という形から 5s4s と外したのであれば、その周りに待ちはありません。 1m2m3m4m5m2p3p2s3s1z1z1z2z2z という形から 5m4m と外したのであれば、その周りに待ちはなく、他の色の 1-4 待ちで 123 の三色が考えられます。 過信は禁物ですが、赤入り麻雀において、4m5m という順番で切られた場合は 3m6m 待ちが大いにあり得ますが、5m4m という順番で切られた場合は 3m6m は比較的安全と言えます。"
},
{
url: "/p/pdjhnoz/",
title: "頭がないときのイーシャンテンは 4556 が好形",
date: "2017-11-21T00:00:00Z",
body: "頭がないときのイーシャンテンは 4556 が好形 4p5p5p6p という形は、頭のないテンパイからの変化を望むときにはよい形です。 ここからは 3p 引きでも 7p 引きでもリャンメン待ちに変化します。 仮に、先に 2p や 8p を引いてしまった場合はカンチャン待ちになりますが、自然に筋ひっかけの形になります（最近は筋ひっかけの即リーはあまり通用しないようですが）。"
},
{
url: "/p/rtnq7pt/",
title: "4466 という二度受けカンチャンの処理",
date: "2017-06-26T00:00:00Z",
body: "4466 という二度受けカンチャンの処理 4m6m4s4s6s6s という形からメンツ整理を行っていく場合、リャンメン変化を求めるのであれば、4m6m から外していくのが正解です。 4m6m がリャンメンになる受け入れは 3m と 7m しかありませんが、4s4s6s6s がリャンメンになる受け入れは、3s5s7s の3種あります。"
},
{
url: "/p/xjwxre5/",
title: "愚形を残すリャンメン・チーは避ける",
date: "2017-06-25T00:00:00Z",
body: "愚形を残すリャンメン・チーは避ける 愚形が残っているときに、唯一のリャンメンターツをチーすると、受け入れが狭くなって、結果的にテンパイまでの効率が悪くなることが多くなります。 愚形の部分はくっつきによるリャンメン系への変化などを狙っているわけですから、くっつきの候補はなるべく多く残すように打つ方が効率がよいのです。 例えば、 2m3m8m8m3p6p3s4s8s9s5z5z5z といった形から、1m4m や、2s5s をチーしていくと、3p6p8s9s のいずれかを切り飛ばさなければいけません。 3p6p へのくっつきによるリャンメン変化や、ペン 7s の受け入れ候補はなるべく残しておきたいわけですから、愚形を残すリャンメン系のチーはなるべく遅らせるべきです。 目先のシャンテン数を減らすことではなく、テンパイと上がりまでの総合的な距離を考えて鳴きの選択をしましょう。"
},
{
url: "/p/77hofvs/",
title: "4455という二度受けリャンメンの処理",
date: "2017-06-24T00:00:00Z",
body: "4455という二度受けリャンメンの処理 4p4p5p5p 手牌にメンツ候補が３つか４つあって、4p4p5p5p という形を含んでいる場合は、二度受けの 4p4p5p5p を見切って１メンツだけ、あるいは、雀頭を作ることを考えます。 つまり、4p4p5p か 4p5p5p という形を残すようにします。 4p4p5p5p から２メンツを作るという困難な道を進むのではなくて、4p5p5p という好形から１メンツを確実に完成させることを目指すと効率がよいです。 赤 5p があるルールの場合は、5p を暗刻にする受け入れを残すため、4p から切っていくのが正解です。"
},
{
url: "/p/sx9usqw/",
title: "超好形イーシャンテンの選択",
date: "2017-06-22T00:00:00Z",
body: "超好形イーシャンテンの選択 こんな形の超好形イーシャンテンから何を切りますか？ 3m4m5m6m7m3s4s5s6s7s5p5p6p7p こんな形の時は、対子の 5p を外していくのが実は一番受けが広いです。 5p5p6p7p といった対子とリャンメンターツを合わせた形があり、対子のひとつを外すことで手牌全体が順子（シュンツ）の形になるときは、対子のひとつを外す切り順を考えてみてください。 5p を外すと、残りの形は次のようになります。 3m4m5m6m7m3s4s5s6s7s5p6p7p 有効牌は、2m3m4m5m6m7m8m2s3s4s5s6s7s8s の14種46牌。 タンピン三色になる受けも4種12枚ありますね。 このようなケースで間違えがちなのは、雀頭を固定してしまう打 7p や打 6p です。 残りの形は次のようになります。 3m4m5m6m7m3s4s5s6s7s5p5p6p 有効牌はぐっと減って、2m5m8m2s5s8s の6種26牌になります。 有効牌が20枚も少なくなるだけでなく、三色の目もなくなります。 さらに受けが狭くなってしまうのは、3メンチャン部分の端を外していく打ち方。 4m5m6m7m3s4s5s6s7s5p5p6p7p 有効牌は 4m7m2s5s8s5p8p の7種23牌。 一応タンピン三色の可能性があるから、雀頭固定よりはましかな・・・。 というわけで、好形からは雀頭をいったんほぐすという選択肢を考えてみるとよいです。順子が横に広がっている場所は、受けが広いのでなるべく残す、と覚えておくのでもよいでしょう。"
},
{
url: "/p/wj7f4d5/",
title: "70符は「兄さん仕事、さみしい牢屋」",
date: "2017-06-21T00:00:00Z",
body: "70符は「兄さん仕事、さみしい牢屋」 どこかの麻雀プロが言っていた、70 符の得点計算の覚え方。 兄さん仕事、さみしい牢屋 次のような語呂合わせになっています（カッコ内はツモ上がりの得点）。 子70符１翻：兄さん 2300点（600, 1200） 子70符２翻：仕事 4500点（1200, 2300） 親70符１翻：さみしい 3400点（1200オール） 親70符２翻：牢屋 6800点（2300オール） うん、覚えやすい！ ３翻はマンガンなので上記だけ覚えれば OK ですね。 まぁ 70 符って意外と出やすいので、ほんとは自然に覚えちゃうのが一番です。例えば、么九牌を暗槓して門前ロンすると、大体 70 符になります（例: 發暗槓32符＋副底20符＋門前ロン10符＝62符）。 90 符や 110 符の覚え方もあるのかなぁ。"
},
{
url: "/p/vi7uv2w/",
title: "ホットコーヒーを飲む人に役牌なし",
date: "2017-06-20T00:00:00Z",
body: "ホットコーヒーを飲む人に役牌なし 何か飲み物を飲んでいる時って、ポンやチーの発生がしにくいですよね。打牌の速いメンバ同士で打っていると、発生が遅れて鳴けないなんて悲しいことになるかもしれません。 だから、何か飲んでいる最中の人って、鳴こうと思っている牌を持っていないことが多いです。特に、ホットコーヒーって、カップの取っ手が小さくて目線を卓上から一度外さないといけません。ポンしたくてうずうずしている人が、ホットコーヒーを手に取ることはありません。ドラの役牌をトイツで持っているなんてことはありません。 でもね、そんなこと気にせずにビール飲むひともいますから、そこは相手の癖を知って臨機応変に対応しなきゃですね。癖を見抜いて勝つ。そんな戦い方も面白いですね。"
},
{
url: "/p/5kzn7bu/",
title: "雀鬼・桜井章一氏の教え",
date: "2015-02-25T00:00:00Z",
body: "雀鬼・桜井章一氏の教え 親場（親権）で回っているのであれば、自分が親のときにも連チャンできる可能性が高い。ラス目でもあっても、無理な手を狙わずに、少しでも前に進むようにする。 道が見えないときは、平和よりも断么で道を照らす。断么は縦にも伸ばせて、相手の大きな手を殺せることもある。 リーチってのが「最終形」じゃなくて、「最終形の後にどう変化するか」を見る。そこから学びを得る。 どの山からも手を自然に伸ばしてツモれるような位置に座る。 6p6p8p という形は 2 メンツできると考える。6p7p7p という形は、6p にくっつきの 1 メンツ＋ 7p7p で頭と考える。 8p が早めに切られているのなら 6p は勝負していける。 ワンチャンスは、染めている人が持っていることも利用する。自分の手から 7p が 2 枚見えていて、他家が 7p を持っていそうなら 8p はワンチャンスになる。 親が 7z をトイツ落とししたらのなら、5z は切っていける。5z を鳴かせてあげて、親を蹴っていくのが仕事というもの。 ドラの周りは鳴きにくいことを意識して手作りする。例えば、ドラが 4m で、手配が 4m4m6m6m2p4p4s4s6s6s7s8s3z4z といった形のとき、早い順目で 3p が出ても鳴いてはいけない。ここから断么に決め打っても、ドラ周りは鳴きにくいのでアガリまで持っていくのが難しくなる。このケースの場合は喰いタンに絞らず、チートイなどを考慮する。 2m4m6p8p4s5s6s という形があるときは、456 の三色を見る。窮屈な手を開放していくように打つ。"
},
{
url: "/p/o5bpbz5/",
title: "33577の形は大切に",
date: "2008-02-07T00:00:00Z",
body: "33577の形は大切に 3m3m5m7m7m2s4s6s1z1z1z4z4z4z という形からは 2s を落としていくのがよいです。 3m 切りだと 6m の受け入れがなくなってしまうし、7m 切りだと 4m の受け入れがなくなってしまいます。"
},
{
url: "/search/data.js",
title: "",
date: "0001-01-01T00:00:00Z",
body: ""
},
{
url: "/p/ekefsjn/",
title: "麻雀用語集",
date: "0001-01-01T00:00:00Z",
body: "麻雀用語集 dt { color: #dd3300; font-weight: bolder; } dd { margin-top: 0.3em; font-weight: normal; } .tag { color: gray; font-size: smaller; font-weight: normal; border: solid 1px lightgray; border-radius: 0.5em; padding: 0.2em 0.5em; background: #efefef; } あ行 赤牌 （あかはい） 用具 常にドラ扱いとなる牌で赤一色で描かれている。5萬・5筒・5索の各1枚が赤牌であることが多い。滅多にないが、1 や 3 などを赤牌として採用することもある。 アガリ放棄 （あがりほうき） 状況 反則行為によるペナルティとしてアガリが認められなくなること。流局時の聴牌宣言もできない。 頭ハネ （あたまはね） 状況 ロン上がりが同時に発生したときに、放銃者から左回りで一番近い人のみのアガリが優先されること。 後々付け打法 （あとあとづけだほう） 戦略 役牌のトイツが一種類もない状態から仕掛けていく打ち方。例えば、東、白、中が 1 枚ずつしかない状態から 789 でチーしておいて、後から役牌を重ねることを狙う。『むこうぶち』第1巻で登場。 穴待ち （あなまち） 構成 俗称 カンチャン待ちのこと。 アリス （ありす） ローカルルール 門前和了りのとき、ドラの隣から一枚ずつめくっていき、手牌の現物牌が出続ける限りごその隣もめくっていき、一致した手牌の数だけご祝儀がもらえるルール。『むこうぶち』より。 暗刻 （あんこー） 構成 手の内でポンせずに揃えた刻子（コーツ）のこと。 一翻 （いーはん、いーふぁん） 得点 アガリ点を2倍にする単位。 一家包 （いーちゃぱお） ロン上がりのときは、放銃した人が1人で払うということ。日本ではごく一般的なルール。 一発 （いっぱつ） 役 リーチ後の一巡以内のロン上がり、あるいはツモ上がり。途中で他家の鳴きが入った時点で無効になる。一翻。 裏ドラ （うらどら） 牌の種類 リーチをかけてアガったときに追加されるドラ。表ドラとカンドラの下の牌をめくる。 オープン立直 （おーぷんりーち） 役 テンパイ形を他者に公開してリーチをかけること。二翻役だが、通常は公式戦では採用されない。 オーラス （おーらす） 1ゲーム内の最終局。東風戦の東4局、東南戦の南4局のこと。 オタ風 （おたかぜ） 自分の風牌ではない風牌。 か行 風牌 （かぜはい） 牌の種類 東西南北の牌の総称。 カラス （からす） 役 サンマの特殊役。抜きドラが一枚も出ていない状態で和了ると、メンゼンで20点、鳴いている場合は10点。 槓子 （かんつ） 構成 同一牌が4つ揃った形のこと。 喰い替え （くいかえ） 行為 123という順子から4をチーして直後に1を切るといった、同じ順子を筋でずらす行為。禁止行為だが、1巡待てば切ってよい。 喰い断 （くいたん） 役 副露した状態の断么（タンヤオ）のこと。門前状態の断么（タンヤオ）と同様に一翻。アリアリルールの最初の「アリ」は、喰いタン有りということ。 形式聴牌 （けいしきてんぱい） 状況 アガリ牌が全て場に見えており、アガることができないことが分かっている聴牌のこと。 ゲタ牌 （げたはい） 用具 香港で使用されている大きな牌。 現張り （げんばり） 状況 リーチ者の捨て牌にある牌（現物牌）で待っていること。 現物牌 （げんぶつはい） 牌の種類 現物。捨牌に切られている牌。100%安全牌。 刻子 （こーつ） 構成 同一牌が3つ揃った形のこと。 さ行 先付けアリ （さきづけあり） ルール 役を確定させた状態でのアガリ（完全先ヅケ）じゃなくてもアガリを認めるルールのこと。 先ヅモ （さきづも） 行為、反則 上家が打牌を終える前にツモ山に触れる反則行為。 三元牌 （さんげんぱい） 牌の種類 白發中の総称。 地獄待ち （じごくまち） 場に3枚見えていて、残り1枚しかない牌で待つこと。局の終盤では効果的な待ちになることが多いが、王牌に最後の1枚が眠っているというリスクがある。 少牌 （しょうはい、しょーはい） 状況 反則 手牌が12枚以下になってしまうこと。 生牌 （しょんぱい） ション牌。場に一枚も切れていない牌。 純チャン （じゅんちゃん） 役 純全帯么九。1、9牌の雀頭と刻子、123、789の順子のみで作られた役。 順子 （しゅんつ） 構成 数牌3枚の連続系のこと。例えば、2萬3萬4萬という形。 小明槓 （しょうみんかん） 行為 加カン。すでにポンしている牌と同じ牌をツモってきたときにカンすること。大ミンカンに対応する用語。 筋引っ掛け （すじひっかけ） 捨て牌に切れている牌のスジ牌で待つこと。 尖牌 （せんぱい） 尖張牌（センチャンパイ）。3、7牌のこと。役作りで一番のキーとなる牌。 た行 塔子 （たーつ） 構成 あと1枚でメンツが完成する形の数牌2枚のこと。 多牌 （たーはい） 反則 手牌が14枚以上になってしまうこと。 大三元 （だいさんげん） 役 白發中を各3枚ずつ揃える役満。 大四喜 （だいすーしー） 役 東西南北を3枚ずつ揃える役満。 大明槓 （だいみんかん） 行為 他家が切った牌をカンし、暗刻で持っていた牌を晒すこと。一般的にはデメリットの方が大きいと言われている。 ダブル立直 （だぶるりーち） 役 チー、ポン、カンのない純粋な第1打でのリーチ宣言でつく役のこと。二翻。 七対子 （ちーといつ） 役 対子7枚で作る特殊役。二翻。米国生まれ。 築牌 （ちくはい） 山を組むこと。ツモりやすいように全員が自山の右側を斜め前に出し、井桁形に組むのがマナー。 茶ガラ （ちゃがら） 1局だけのゲームのこと。 槍槓（搶槓） （ちゃんかん） 役 他家が加カンを宣言した牌で和了ること。一翻。槍槓で和了った場合はカンは不成立であり、槓ドラは発生しない。リーチ一発も同時に付く。 全帯么 （ちゃんた） 役 4メンツ+1雀頭のすべてに1、9、字牌を含むように構成する役。二翻（喰い下がり一翻）。 チョンボ （ちょんぼ） 状況 正当でないアガリや行為により罰符を払わなければいけない状況のこと。 積み場 （つみば） 状況 連荘や流局で100点棒が積まれた場。アガったときに1本につき300点追加される。 聴牌 （てんぱい） 構成 あと1枚でアガリとなる状態。 鉄砲 （てっぽー） 牌の種類 俗称 7筒のこと。鉄砲の形に見えることから。あるいは、無一文で雀荘で打つこと。 対子 （といつ） 構成 同じ牌2枚の組み合わせのこと。 対々和 （といといほー） 役 刻子4組と雀頭で作られた役。 な行 長マン （ながまん） ゲームの種類 ブー麻雀じゃない通常の半荘麻雀こと。 ノー聴 （のーてん） 状況 聴牌していない状態のこと。 ノー聴リーチ （のーてんりーち） 状況 ノー聴状態でのリーチ。流局時にチョンボとなる。 は行 海底牌 （はいていはい） 牌の種類 最後にツモってくる牌のこと。 包 （ぱお） 状況 役満を確定させる鳴きを実現させてしまった場合に与えられる特殊な罰則のこと。主に大三元、大四喜、四槓子が対象。 バッタ （ばった） 構成 俗称 シャンポン待ちのこと。 罰符 （ばっぷ） 反則行為によって支払わなければならない点数のこと。 壁牌 （ぴーぱい） 牌の種類 ツモってくる牌の山のこと。一般的には山や牌山と呼ぶ。 引き絞り （ひきぼり） 行為 ツモ切りのこと。 1-1-2（ピンのワンツー） （ぴんのわんつー） 1000点100円のウマ 10P/20P のこと。1-1-2 と書かれたり、1・1-2 と書かれたりする。 翻牌 （ふぁんぱい） 役 牌の種類 場風牌（東場の東、南場の南）、自風牌、および三元牌のこと。3枚揃えると一翻。東場で親のとき東は場風牌と自風牌になるため二翻となる（ダブ東）。 副底 （ふーてい） 点数計算時に無条件で付く20符のこと。 副露 （ふーろ） 行為 チー、ポン、ミンカンにより鳴いたメンツを公開すること。 ぶっ飛び （ぶっとび） 状況 トビ、ハコテン、箱割れ、ドボン。持ち点が 0 点になること。ぶっ飛び有りのルールだと誰かが箱割れした時点でゲーム終了となる。0 点以下で終了か、0 点未満で終了かは取り決めによる。0 点以下で終了の場合、リーチは 1100 点以上ないとかけられない。 振り聴 （ふりてん） 状況 アガリ牌を自ら捨てている状態。フリテン状態を解消しなければ、すべてのロン上がりが認められない。 ペンカン待ち （ぺんかんまち） 構成 67889 の形で 7 で待つこと。ペンチャン待ちとしても、カンチャン待ちとしても取れることから。 放銃 （ほうじゅう） 行為 振り込み（他家にロンされること）。 ま行 満貫 （まんがん） 得点 子の8000点、親の12000点のアガリ。 門前 （めんぜん） 鳴いていない（ポン、チー、明槓をしていない）状態のこと。 門前自摸 （めんぜんつも） 役 鳴いていない状態での自摸上がり。一翻。 や行 么九牌 （やおちゅうはい） 牌の種類 1、9、字牌のこと。 役満 （やくまん） 役 アガリ役の最高形のこと。子32000点、親48000点。 ら行 立直 （りーち） 役 門前で聴牌した際に、捨て牌と同時に宣言できる。一翻。 理牌 （りーぱい） 行為 手牌を見やすいように並び替えること。 立直棒 （りーちぼう） 用具 リーチをかけるときに供託する1000点棒。ブー麻雀では100点だったりする。 両面 （りゃんめん） 構成 56 のようなターツで両側の2種類の牌（この場合は4-7）で待つ形。 緑一色 （りゅういーそー） 役 23468索、發のみで構成する役満。オールグリーン。米国生まれ。 流局 （りゅうきょく） 状況 嶺上開花 （りんしゃんかいほう） 役 カンしたときにツモってくるリンシャン牌で和了りになったときに付く役。一翻。嶺上開花のみでも和了ることができる。 嶺上牌 （りんしゃんはい） 牌の種類 カンをしたときに王牌から持ってくる補充牌のこと。 輪荘 （りんちゃん） ルール 親が流れて下家に移ること。連荘の逆。 連荘 （れんちゃん） 状況 親が続けて親をやること。 わ行 王牌 （わんぱい） 牌の種類 山の最後に残す14牌のこと。"
},
];